Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# SettingsPage_UISoundsDesc
source: Enable or disable UI sounds on navigation
fr_fr: Activer ou désactiver les sons de l'interface lors de la navigation
ko_kr: 탐색 중 UI 소리 활성화 또는 비활성화
pt_br: Habilitar ou desabilitar sons da interface durante a navigação
zh_hans: 启用或禁用导航中的UI声音
zh_hant: 啟用或停用UI音效

# ProfilesPage_ResolutionScaleType
source: Scaling type
fr_fr: Type de mise à l’échelle
ko_kr: 스케일링 유형
pt_br: Tipo de escalonamento
zh_hans: 缩放类型
zh_hant: 縮放類型

# ProfilesPage_ResolutionScaleTypeDesc
source: Select scaling type to adapt the scaling aspect ratio
fr_fr: Sélectionnez le type de mise à l'échelle pour adapter le rapport de mise à l'échelle
ko_kr: 스케일링 비율에 맞게 스케일링 유형을 선택하세요
pt_br: Selecionar o tipo de escalonamento para adaptar a proporção de dimensionamento
zh_hans: 选择缩放类型以适应缩放横纵比
zh_hant: 選擇縮放類型以適應縮放橫縱比

# ProfilesPage_ResolutionScaleTypeInteger
source: Integer Scaling
fr_fr: Mise à l'échelle d'entier
ko_kr: 정수 스케일링
pt_br: Escalonamento por Inteiro
zh_hans: 整数缩放
zh_hant: 整數縮放

# ProfilesPage_ResolutionScaleTypeNearest
source: Nearest Neighbor
fr_fr: Plus proche voisin
ko_kr: 최단입점
pt_br: Vizinho Mais Próximo
zh_hans: 最近邻插值
zh_hant: 最近鄰插值

# ControllerPage_PhysicalDevicesDesc
source: connected to the computer
fr_fr: connecté à l'ordinateur
ko_kr: 컴퓨터에 연결됨
pt_br: conectado(s) ao computador
zh_hans: 连接到计算机的手柄
zh_hant: 已連接至電腦

# ControllerPage_VirtualDevices
source: Virtual controller
fr_fr: Contrôleur virtuel
ko_kr: 가상 컨트롤러
pt_br: Controle virtual
zh_hans: 虚拟手柄
zh_hant: 虛擬手柄

# ControllerPage_VirtualDevicesDesc
source: is what the computer uses
fr_fr: est ce que l'ordinateur utilise.
ko_kr: 이(가) 컴퓨터에서 사용하는 것입니다
pt_br: é o que o computador usa
zh_hans: 计算机正在使用的手柄
zh_hant: 是目前電腦所使用的手柄

# ControllerPage_VirtualStatus
source: Controller status
fr_fr: Statut du contrôleur
ko_kr: 컨트롤러 정보
pt_br: Status - Controle
zh_hans: 手柄状态
zh_hant: 手柄狀態

# ControllerPage_VirtualStatusDesc
source: Change virtual controller status
fr_fr: Modifier le statut du contrôleur virtuel
ko_kr: 가상 컨트롤러 상태 변경
pt_br: Alterar o estado do controle virtual
zh_hans: 更改虚拟手柄状态
zh_hant: 改變手柄狀態

# ControllerPage_VirtualType
source: Controller type
fr_fr: Type de contrôleur
ko_kr: 컨트롤러 유형
pt_br: Tipo - Controle
zh_hans: 手柄类型
zh_hant: 手柄類型

# ControllerPage_VirtualTypeDesc
source: Change virtual controller type
fr_fr: Modifier le type de contrôleur virtuel
ko_kr: 가상 컨트롤러 유형 변경
pt_br: Alterar o tipo do controle virtual
zh_hans: 更改虚拟手柄类型
zh_hant: 改變虛擬手柄類型

# DevicePage_Lenovo_ControllerAutoSleepTime
source: Auto Sleep Time
fr_fr: Temps de veille automatique
ko_kr: 자동 절전 시간
pt_br: Tempo para Suspensão Automática
zh_hans: 自动休眠时间

# DevicePage_Lenovo_ControllerJoystickDeadzone
source: Joystick Deadzone
fr_fr: Zone morte Joystick
ko_kr: 조이스틱 데드존
pt_br: Zona Morta de Joystick
zh_hans: 摇杆死区

# DevicePage_Lenovo_ControllerLeft
source: Left Legion Controller
fr_fr: Manette Legion gauche
ko_kr: 왼쪽 Legion 컨트롤러
pt_br: Controle Legion Esquerdo
zh_hans: 左侧控制器

# DevicePage_Lenovo_ControllerLeftDesc
source: Change settings for the left legion controller
fr_fr: Modifier les paramètres pour la manette Legion gauche
ko_kr: 왼쪽 Legion 컨트롤러의 설정을 변경합니다
pt_br: Alterar configurações para o controle legion esquerdo
zh_hans: 调整左控制器的设置

# DevicePage_Lenovo_ControllerRight
source: Right Legion Controller
fr_fr: Manette Legion droite
ko_kr: 오른쪽 Legion 컨트롤러
pt_br: Controle Legion Direito
zh_hans: 右侧控制器

# DevicePage_Lenovo_ControllerRightDesc
source: Change settings for the right legion controller
fr_fr: Modifier les paramètres pour la manette Legion droit
ko_kr: 오른쪽 Legion 컨트롤러의 설정을 변경합니다.
pt_br: Alterar configurações para o controle legion direito
zh_hans: 调整右控制器的设置

# DevicePage_Lenovo_ControllerTriggerDeadzone
source: Trigger Deadzone
fr_fr: Déclenchement de la Zone Morte
ko_kr: 트리거 데드존
pt_br: Zona Morta de Gatilho
zh_hans: 扳机死区

# DevicePage_Lenovo_ControllerTriggerMargin
source: Trigger Margin
fr_fr: Marge de Déclenchement
ko_kr: 트리거 마진
pt_br: Margem de Gatilho
zh_hans: 扳机虚位

# DevicePage_DeviceSettings
source: Device settings
fr_fr: Paramètres de l'appareil
pt_br: Configurações de dispositivo
zh_hant: 裝置設定

# AboutPage_UnsupportedDevice
source: Oops, it appears your device is not supported yet. The software might not run as expected.
fr_fr: Oups, il semble que votre appareil n'est pas encore pris en charge. Le logiciel pourrait ne pas fonctionner comme prévu.
ko_kr: 지원되지 않는 장치
pt_br: Opa, parece que seu dispositivo ainda não é suportado. O programa pode não funcionar como esperado.
zh_hans: 啊哦，您的设备似乎还没有被支持。软件可能不会正常运行
zh_hant: 哎呀，看起來您的設備尚未受支援。軟體可能無法按預期運行。

# Enum_LegionController_ButtonFlags_RightPadClick
source: Double tap
fr_fr: Double appui
pt_br: Toque duplo
zh_hans: 两次轻触

# Enum_LegionController_ButtonFlags_RightPadClickDown
source: Hold
fr_fr: Maintenir
pt_br: Segurar
zh_hans: 长按

# Enum_LegionController_ButtonFlags_RightPadTouch
source: Touch
fr_fr: Toucher
pt_br: Tocar
zh_hans: 触摸

# Enum_Input_LocalSpace
source: Local space
fr_fr: Espace local
pt_br: Espaço local

# Enum_MotionInput_LocalSpace
source: Local space
fr_fr: Espace local
pt_br: Espaço local

# Enum_MotionInput_LocalSpace_Desc
source: Input is based on the controller’s orientation, independent of the game world or character.
fr_fr: L'entrée est basée sur l'orientation du contrôleur, indépendamment du monde du jeu ou du caractère.
pt_br: A entrada é baseada na orientação do controle, independente do mundo do jogo ou personagem.
zh_hans: 输入基于手柄的方向，与游戏世界或角色无关。
zh_hant: Input is based on the controllerâ€™s orientation, independent of the game world or character.

# SettingsPage_SensorCalibration
source: Sensor calibration
fr_fr: Calibration du capteur
pt_br: Calibração de sensores
zh_hans: 传感器校准
zh_hant: 傳感器校准

# SettingsPage_SensorCalibrationDesc
source: Will calibrate your device IMU sensor
fr_fr: Calibre le capteur IMU de votre appareil
pt_br: Irá calibrar o seu sensor de dispositivo IMU
zh_hans: 将校准您设备上的IMU传感器
zh_hant: 將校準您裝置的IMU傳感器

# Hint_MSIClawCenterCheck
source: MSI Center is running
fr_fr: MSI Center est en cours d'exécution
pt_br: MSI Center está em execução
zh_hans: MSI Center 正在运行

# Hint_MSIClawCenterCheckAction
source: Disable MSI Center
fr_fr: Désactiver MSI Center
pt_br: Desativar MSI Center
zh_hans: 禁用 MSI Center

# Hint_MSIClawCenterCheckDesc
source: MSI Center is running on your device. This may interfere with the application
fr_fr: MSI Center est en cours d'exécution sur votre appareil. Cela peut interférer avec l'application
pt_br: MSI Center está em execução no seu dispositivo. Isto pode interferir com a aplicação
zh_hans: 您的设备上正在运行MSI Center。这可能会干扰应用程序
zh_hant: 您的設備正在運行 MSI Center。這可能會干擾應用程式的運行。

# Hint_MSIClawCenterCheckReadme
source: You should disable MSI Center, so that the application can run smoothly and without any conflicts
fr_fr: Vous devez désactiver le MSI center pour que l'application puisse fonctionner sans problème et sans conflit
pt_br: Você deveria desativar o MSI Center, para que a aplicação possa executar sem conflitos ou interferências
zh_hans: 您应该禁用MSI中心，以便应用程序可以顺利运行，没有任何冲突
zh_hant: 您應該禁用 MSI Center，以便應用程式可以順利運行且不會發生衝突。

# PowerProfileMSIClawBestPerformance
source: Extreme Performance
fr_fr: Performance Extrême
pt_br: Desempenho Extremo
zh_hans: 极致性能
zh_hant: 極限性能

# PowerProfileMSIClawBestPerformanceDesc
source: The best system performance for multi-tasking and heavy duty.
fr_fr: Meilleures performances système pour le multitâche et les tâches lourdes
pt_br: O melhor desempenho do sistema para multi-tarefas e atividades intensas.
zh_hans: 适用于多任务或重负载的最佳系统性能
zh_hant: 最佳系統性能，適用於多工處理和重負載作業。

# PowerProfileMSIClawBetterBattery
source: Super Battery
fr_fr: Super Batterie
pt_br: Super Bateria
zh_hans: 极致续航
zh_hant: 續航優先

# PowerProfileMSIClawBetterBatteryDesc
source: The longest possible battery life.
fr_fr: La plus longue durée de vie possible de la batterie.
pt_br: A duração de bateria mais longa possível.
zh_hans: 最长的续航时间
zh_hant: 最長的電池續航時間。

# PowerProfileMSIClawBetterPerformance
source: Balanced
fr_fr: Équilibré
pt_br: Balanceado
zh_hans: 平衡
zh_hant: 平衡

# PowerProfileMSIClawBetterPerformanceDesc
source: The best system settings that MSI recommends.
fr_fr: Les meilleurs paramètres système que MSI recommande.
pt_br: As melhores configurações de sistemas reconmendadas pela MSI.
zh_hans: MSI建议的最佳系统设置
zh_hant: MSI 建議的最佳系統設定。

# Enum_InputsHotkeyType_Profiles
source: Profiles
pt_br: Perfis
zh_hans: 简介
zh_hant: 設定檔

# Enum_MotionOutput_Disabled
source: Disabled
fr_fr: Désactivé
pt_br: Desativado
zh_hans: 禁用
zh_hant: 停用

# Enum_MotionOutput_MoveCursor
source: Move Cursor
fr_fr: Déplacer curseur
pt_br: Mover Cursor
zh_hans: 移动光标
zh_hant: 移動滑鼠

# Enum_MotionOutput_ScrollWheel
source: Scroll Wheel
fr_fr: Roue de défilement
pt_br: Roda do Mouse
zh_hans: 滚轮
zh_hant: 滾輪

# Enum_XInputController_AxisLayoutFlags_Gyroscope
source: Gyroscope
pt_br: Giroscópico
zh_hans: 陀螺仪
zh_hant: 陀螺儀

# Enum_XInputController_ButtonFlags_Special2
source: Special 2
fr_fr: Spécial 2
pt_br: Especial 2

# DevicePage_BatteryChargeLimit
source: Battery Charge Limit
fr_fr: Limite de charge batterie
pt_br: Limite de Carga da Bateria
zh_hans: 电池充电限制
zh_hant: 電池充電限制

# DevicePage_BatteryChargeLimit_Desc
source: Extend the battery lifespan by setting the maximum charge level of the battery
fr_fr: Prolongez la durée de vie de la batterie en définissant le niveau de charge maximum de la batterie
pt_br: Estender a vida útil da bateria definindo um nível máximo de carga para a bateria
zh_hans: 通过将电池的最大充电水平设置为80%来延长电池寿命
zh_hant: 將電池最大充電水平設定為80%以延長電池壽命

# DevicePage_BatteryChargeLimitPercent_Desc
source: Define maximum battery charge level percentage
fr_fr: Définir le pourcentage de charge maximale de la batterie
pt_br: Definir o percentual máximo de nível de carga para a bateria
zh_hant: 設定電池最大充電水平以延長電池壽命

# DevicePage_BatteryBypassCharging
source: Battery Bypass Charging
fr_fr: Contournement batterie
pt_br: Carga de Bateria Alternativo (Bypass)
zh_hant: 旁路供電

# DevicePage_BatteryBypassCharging_Desc
source: Extend the battery lifespan by setting bypass charging
fr_fr: Étendre la durée de vie de la batterie en réglant la charge bypass
pt_br: Estender a vida útil de bateria configurando um limite alternativo de carga
zh_hant: 設定旁路供電以延長電池壽命

# BatteryBypassPreset_Disabled
source: Disabled
fr_fr: Désactivé
pt_br: Desativado
zh_hant: 不啟用

# BatteryBypassPreset_ResumeOnSleepShutdown
source: Enabled (Resume charging on Sleep and Shutdown)
fr_fr: Activé (Reprendre la charge en veille et éteindre)
pt_br: Ativado (Resumir carregamento em Suspender e Desligar)
zh_hant: 啟用 (在睡眠和關機時恢復充電)

# BatteryBypassPreset_AlwaysOn
source: Always On
fr_fr: Toujours activé
pt_br: Sempre Ligado
zh_hant: 長期啟用

# PowerProfileOneXPlayerX1IntelBestPerformance
source: Super Performance
pt_br: Super Desempenho
zh_hans: 极致性能

# PowerProfileOneXPlayerX1IntelBestPerformanceDesc
source: The optimum performance for Intel Core Ultra.
fr_fr: Les performances optimales pour Intel Core Ultra.
pt_br: O desempenho ótimo para o Intel Core Ultra.
zh_hans: 英特尔酷睿Ultra的最佳性能

# PowerProfileOneXPlayerX1IntelBetterBattery
source: Efficiency
fr_fr: Efficience
pt_br: Eficiência
zh_hans: 能效

# PowerProfileOneXPlayerX1IntelBetterBatteryDesc
source: Lowest TDP for long battery life.
fr_fr: TDP le plus bas pour une longue autonomie de batterie.
pt_br: Menor TDP para longa duração de bateria.
zh_hans: 最低TDP以延长电池续航

# PowerProfileOneXPlayerX1IntelBetterPerformance
source: Performance
pt_br: Desempenho
zh_hans: 性能

# PowerProfileOneXPlayerX1IntelBetterPerformanceDesc
source: Balances performance, temperature and acoustic for any scenario.
fr_fr: Équilibre performance, température et acoustique dans tous les scénarios.
pt_br: Equilibra desempenho, temperatura e acústica para qualquer cenário.
zh_hans: 平衡性能，温度和声学效果

# SettingsPage_Telemetry
source: Telemetry
fr_fr: Télémétrie
pt_br: Telemetria
zh_hans: 遥测
zh_hant: 遙測

# SettingsPage_TelemetryDesc
source: Enabled telemetry data to be automatically be sent in case of a crash
fr_fr: Activé les données de télémétrie à envoyer automatiquement en cas de plantage
pt_br: Habilitar os dados de telemetria serem automaticamente enviados em caso de um travamento/encerramento inesperado
zh_hans: 启用遥测数据，以便在故障时自动发送
zh_hant: 啟用遙測以自動傳送程式崩潰數據

# ControllerPage_ControllerManagement_Content
source: Initializing controller reconfiguration… Please wait.
fr_fr: Initialisation de la reconfiguration du contrôleur… Veuillez patienter.
pt_br: Inicializando a reconfiguração do controle... Por favor, aguarde.
zh_hans: 正在初始化手柄重新配置，请稍候…
zh_hant: 正在初始化手柄配置，請稍候...

# ControllerPage_ControllerManagement_Attempt0
source: We are reordering controllers to improve game compatibility. Please wait a moment.
fr_fr: Nous sommes en train de réordonner les contrôleurs pour améliorer la compatibilité du jeu. Veuillez patienter.
pt_br: Estamos reordenando os controles para aumentar a compatibilidade dos jogos. Por favor, aguarde um momento.
zh_hant: 正在嘗試重新排序手柄，請稍候...

# ControllerPage_ControllerManagement_Success
source: Controller reordering complete. Thank you for your patience.
fr_fr: Commande du contrôleur terminée. Merci de votre patience.
pt_br: Reordenação de controles concluída. Obrigado pela sua paciência.
zh_hant: 手柄已重新排序完成，感謝耐心等候

# ControllerPage_ControllerManagement_Failed
source: We've failed to reorder your controllers. For maximum compatibility, we encourage you to restart Handheld Companion.
fr_fr: Nous n’avons pas réussi à réorganiser vos manettes. Pour une compatibilité optimale, nous vous recommandons de redémarrer Handheld Companion.
pt_br: Falhamos em reordenar seus controles. Para máxima compatibilidade, sugerimos que reinicie o Handheld Companion.
zh_hant: 未能重新排序手柄。為了最佳相容性，我們建議您重新啟動掌機伴侶

# ControllerPage_ControllerManagement_Attempt3
source: One last attempt to reorder controllers. We’re doing everything we can!
fr_fr: Dernière tentative pour réorganiser les manettes. Nous faisons tout notre possible !
pt_br: Uma última tentativa de reordenar os controles. Estamos fazendo o melhor possível!
zh_hant: 最終嘗試排序手柄，請稍候...

# ControllerPage_ControllerManagement_Attempt2
source: Almost there! We’re making another adjustment to optimize controller settings.
fr_fr: Presque terminé ! Nous effectuons un autre ajustement pour optimiser les réglages de la manette.
pt_br: Quase lá! Estamos fazendo mais um ajuste para otimizar as configurações de controle.
zh_hant: Red or green, red or green, which do I cut?!

# ControllerPage_ControllerManagement_Attempt1
source: Adjustments are still in progress. We’ll get this right for your games.
fr_fr: Les ajustements sont encore en cours. Nous allons corriger cela pour vos jeux.
pt_br: Ajustes ainda em progresso. Iremos fazer isso direito para seus jogos.
zh_hant: 正在排序中，請稍候...

# SettingsPage_ScreenRotation_FlippedLandscape
source: Flipped Landscape
fr_fr: Paysage inversé
pt_br: Paisagem Invertido
zh_hans: 横屏（翻转）
zh_hant: 横屏（翻轉）

# SettingsPage_ScreenRotation_FlippedPortrait
source: Flipped Portrait
fr_fr: Portrait inversé
pt_br: Retrato Invertido
zh_hans: 竖屏（翻转）
zh_hant: 豎屏（翻轉）

# SettingsPage_ScreenRotation_Landscape
source: Landscape
fr_fr: Paysage
pt_br: Paisagem
zh_hans: 横屏
zh_hant: 横屏

# SettingsPage_ScreenRotation_NotSet
source: Not set
fr_fr: Non défini
pt_br: Não definido
zh_hans: 未设置
zh_hant: 未設定

# SettingsPage_ScreenRotation_Portrait
source: Portait
pt_br: Retrato
zh_hans: 竖屏
zh_hant: 豎屏

# DevicePage_DynamicLightDesc
source: Use dynamic lighting on my device
fr_fr: Utiliser l’éclairage dynamique sur mon appareil
pt_br: Utilizar iluminação dinâmica no meu dispositivo
zh_hans: 在我的设备上使用动态照明
zh_hant: 在我的裝置上使用動態光源

# DevicePage_DynamicLightTitle
source: Dynamic lighting settings
fr_fr: Paramètres d'éclairage dynamique
pt_br: Configurações de iluminação dinâmica
zh_hans: 动态照明设置
zh_hant: 動態光源設定

# DevicePage_SensorCalibration_Button
source: Calibrate
fr_fr: Calibrer
pt_br: Calibrar
zh_hans: 校准
zh_hant: 校準

# LayoutPage_Export
source: Export layout
fr_fr: Exporter la disposition
pt_br: Exportar layout
zh_hans: 输出布局
zh_hant: 匯出佈局

# PerformancePage_CPUBoost_Aggressive
source: Agressive
fr_fr: Agressif
pt_br: Agressivo
zh_hans: 激进
zh_hant: 激進

# PerformancePage_CPUBoost_Disabled
source: Disabled
fr_fr: Désactivé
pt_br: Desativado
zh_hans: 禁用
zh_hant: 停用

# PerformancePage_CPUBoost_EfficientAggressive
source: Efficient aggressive
fr_fr: Mode efficace/agressif
pt_br: Agressivo eficiente
zh_hans: 激进能效
zh_hant: 激進節能

# PerformancePage_CPUBoost_EfficientEnabled
source: Efficient enabled
fr_fr: Efficience activée
pt_br: Eficiente ativado
zh_hans: 能效
zh_hant: 節能

# PerformancePage_CPUBoost_Enabled
source: Enabled
fr_fr: Activé
pt_br: Ativado
zh_hans: 启用
zh_hant: 啟用

# PerformancePage_FanMode_Desc
source: Change the power profile fan mode
fr_fr: Changer le mode ventilateur du profil d'alimentation
pt_br: Alterar o modo de ventoinha para o modo de energia
zh_hans: 更改电源配置文件风扇模式
zh_hant: 修改該設定檔的風扇模式

# PerformancePage_FanMode_Preset_Aggressive
source: Aggressive
fr_fr: Agressif
pt_br: Agressivo
zh_hans: 激进
zh_hant: 激進

# PerformancePage_FanMode_Preset_Default
source: Default
fr_fr: Défaut
pt_br: Padrão
zh_hans: 默认
zh_hant: 預設

# PerformancePage_FanMode_Preset_Quiet
source: Quiet
fr_fr: Silencieux
pt_br: Quieto
zh_hans: 安静
zh_hant: 安靜

# PerformancePage_FanMode_Title
source: Fan mode
fr_fr: Mode ventilateur
pt_br: Modo de Ventoinha
zh_hans: 风扇模式
zh_hant: 風扇模式

# PerformancePage_MaxCPU_Desc
source: Controls CPU unparked core count limit
fr_fr: Contrôle du nombre maximal de cœurs CPU activés
pt_br: Controla o limite de núcleos de CPU parados
zh_hans: 限制CPU所使用的核心數量
zh_hant: 限制CPU所使用的核心數量

# PerformancePage_MaxCPU_Title
source: Maximum CPU Count
fr_fr: Nombre maximal de CPU
pt_br: Contagem Máxima de CPU
zh_hans: 最大核心数
zh_hant: CPU最大數量

# PerformangePage_Preset_Cancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# PerformangePage_Preset_Description
source: Description
pt_br: Descrição
zh_hans: 描述
zh_hant: 描述

# PerformangePage_Preset_Name
source: Power Preset Name
fr_fr: Nom du préréglage d’alimentation
pt_br: Nome do Modo de Energia
zh_hans: 电源预设名称
zh_hant: 電源預設名稱

# PerformangePage_Preset_Rename
source: Rename
fr_fr: Renommer
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# ProfilesPage_Compatibility
source: Compatibility settings
fr_fr: Paramètres de compatibilité
pt_br: Configurações de compatibilidade
zh_hans: 兼容性设置
zh_hant: 相容性設定

# ProfilesPage_Compatibility_Fullscreen
source: Use fullscreen optimizations
fr_fr: Utiliser les optimisations en plein écran
pt_br: Habilitar otimizações de tela inteira
zh_hans: 使用全屏优化
zh_hant: 使用全螢幕最佳化

# ProfilesPage_Compatibility_HighDPI
source: Use High DPI awareness
fr_fr: Utiliser la sensibilisation haute DPI
pt_br: Usar configurações de DPI alto
zh_hans: 使用高DPI感知
zh_hant: 使用高DPI感知

# ProfilesPage_Dialogue_Cancel
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# ProfilesPage_Dialogue_Rename
source: Rename
fr_fr: Renommer
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# ProfilesPage_GraphicsSetting_Desc
source: Change the graphics settings
fr_fr: Modifier les paramètres graphiques
pt_br: Alterar as configurações gráficas
zh_hans: 更改图形设置
zh_hant: 改變圖形設定

# ProfilesPage_GraphicsSetting_Title
source: Graphics settings
fr_fr: Paramètres graphiques
pt_br: Configurações gráficas
zh_hans: 图形设置
zh_hant: 圖形設定

# ProfilesPage_Layout_Desc
source: Your modified layout for this executable.
fr_fr: Votre disposition modifiée pour cet exécutable.
pt_br: Seu layout modificado para este executável.
zh_hans: 您对此程序修改的布局
zh_hant: 對此程序使用的佈局

# ProfilesPage_NewSubProfile
source: (New Sub Profile)
fr_fr: (Nouveau sous-profil)
pt_br: (Novo Sub Perfil)
zh_hans: （新子配置文件）
zh_hant: (新子設定檔)

# ProfilesPage_ProfileRenamingDialogue_Name
source: Profile Name
fr_fr: Nom du profil
pt_br: Nome do Perfil
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

# ProfilesPage_SubProfileRenamingDialogue_Name
source: Sub Profile Name
fr_fr: Nom du sous-profil
pt_br: Nome do Sub Perfil
zh_hans: 子配置文件名称
zh_hant: 子設定檔名稱

# DevicePage_DynamicLighting_Presets
source: Preset Effect
fr_fr: Effet prédéfini
ko_kr: 프리셋 효과
pt_br: Efeito pré-definido
zh_hans: 预设效果
zh_hant: 預設效果

# DevicePage_DynamicLighting_PresetsSelection
source: Select Preset
fr_fr: Sélectionner le préréglage
ko_kr: 프리셋 선택
pt_br: Selecionar Efeito
zh_hans: 选择效果
zh_hant: 選擇效果

# LEDPreset_OneXPlayerX1_Preset01
source: Monster Woke
pt_br: Monstro Desperto
zh_hans: 怪兽初醒
zh_hant: 怪獸初醒

# LEDPreset_OneXPlayerX1_Preset02
source: Flowing Light
fr_fr: Lumière fluide
pt_br: Luz Fluindo
zh_hans: 流光溢彩
zh_hant: 流光溢彩

# LEDPreset_OneXPlayerX1_Preset03
source: Sunset Afterglow
fr_fr: Lueur du coucher de soleil
pt_br: Brilho do Pôr do Sol
zh_hans: 落日余晖
zh_hant: 落日余暉

# LEDPreset_OneXPlayerX1_Preset04
source: Colorful Neon
fr_fr: Néon coloré
pt_br: Neon Colorido
zh_hans: 七彩霓虹
zh_hant: 七彩霓虹

# LEDPreset_OneXPlayerX1_Preset05
source: Dreamy
fr_fr: Onirique
pt_br: Sonhador
zh_hans: 如梦似幻
zh_hant: 如夢似幻

# LEDPreset_OneXPlayerX1_Preset07
source: Colourful
fr_fr: Coloré
ko_kr: Colorful
pt_br: Colorido
zh_hans: 五彩斑斓
zh_hant: 五彩斑斕

# LEDPreset_OneXPlayerX1_Preset08
source: AOK classic
fr_fr: AOK classique
pt_br: Clássico AOK
zh_hans: AOK经典
zh_hant: AOK經典

# LEDPreset_OneXPlayerX1_Preset09
source: OXP classic
fr_fr: OXP classique
pt_br: Clássico OXP
zh_hans: OXP经典
zh_hant: OXP經典

# LEDPreset_OneXPlayerX1_Preset11
source: Warm Sun
fr_fr: Soleil chaud
pt_br: Calor do Sol
zh_hans: 冬日暖阳
zh_hant: 冬日暖陽

# SettingsPage_QuickToolsWindowLocationMaximized
source: Maximized
fr_fr: Maximisé
ko_kr: 최대화
pt_br: Maximizado
zh_hans: 最大化
zh_hant: 最大化

# SettingsPage_QuickToolsDevicePath
source: Display
fr_fr: Affichage
ko_kr: 디스플레이
pt_br: Monitor
zh_hans: 显示
zh_hant: 顯示

# SettingsPage_QuickToolsDevicePathDesc
source: The display on which quicktools will be displayed
fr_fr: Écran d’affichage de QuickTool
ko_kr: Quicktools가 표시될 디스플레이
pt_br: A tela que exibirá as ferramentas rápidas
zh_hans: 显示快速窗口的显示器
zh_hant: 工具窗口顯示的螢幕
