Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# QuickSettingsPage_Desc
source: Preferred actions
fr_fr: Actions favorites
ko_kr: 선호하는 작업
pt_br: Ações Favoritas
zh_hans: 首选操作
zh_hant: 快捷偏好

# QuickSettingsPage_Title
source: Actions
ko_kr: 작업
pt_br: Ações
zh_hans: 操作
zh_hant: 快速動作

# QuickApplicationsPage_Desc
source: Manage applications
fr_fr: Gérer les applications
ko_kr: 응용 프로그램 관리
pt_br: Gerir aplicativos
zh_hans: 管理应用
zh_hant: 管理應用程序

# QuickSettingsPage_DisplayFrequency
source: Refresh rate
ko_kr: 새로 고침 빈도
pt_br: Taxa de atualização
zh_hans: 刷新率
zh_hant: 螢幕刷新率

# QuickSettingsPage_DisplayFrequencyDesc
source: Adjust main refresh rate
ko_kr: 주요 새로 고침 빈도를 조정합니다
pt_br: Ajustar a taxa de atualização principal
zh_hans: 调整主刷新率
zh_hant: 調整主要螢幕刷新率

# ProfilesPage_FanSettings
source: Fan settings
fr_fr: Paramètres ventilateur
ko_kr: 팬 설정
pt_br: Configurações de ventoínha
zh_hans: 风扇设置
zh_hant: 風扇設定

# ProfilesPage_FanSettingsDesc
source: Change the fan settings
fr_fr: Modifier les paramètres de ventilateur
ko_kr: 팬 설정을 변경합니다
pt_br: Ajustar as configurações de ventoínha
zh_hans: 修改风扇设置
zh_hant: 改變風扇設定

# ProfilesPage_CreatePowerProfile
source: Create a new power preset
fr_fr: Créer un nouveau préréglage d'alimentation
ko_kr: 새 전원 프리셋을 만듭니다
pt_br: Criar um novo modo de energia
zh_hans: 创建一个新的电源预设
zh_hant: 建立一個新的電源設定檔

# ProfilesPage_CreatePowerProfileButton
source: Create power preset
fr_fr: Créer un préréglage d'alimentation
ko_kr: 전원 프리셋 만들기
pt_br: Criar modo de energia
zh_hans: 新建电源预设
zh_hant: 創建電源設定檔

# ProfilesPage_DeletePowerProfileButton
source: Delete power preset
fr_fr: Supprimer le préréglage d'alimentation
ko_kr: 전원 프리셋 삭제
pt_br: Remover modo de energia
zh_hans: 删除电源预设
zh_hant: 刪除電源設定檔

# MainWindow_Toggle
source: Toggle
fr_fr: Basculer
ko_kr: 전환
pt_br: Alternar
zh_hans: 切换

# XInputController_Warning_USB
source: Please wait a moment while we power cycle your controller.
fr_fr: Veuillez patienter un moment pendant que nous redémarrons votre contrôleur.
ko_kr: 컨트롤러의 전원을 껐다 켭니다. 잠시 기다려 주십시오.
pt_br: Favor aguarde um momento enquanto religamos o seu controle.
zh_hans: 请稍等，我们正在重新启动手柄

# Enum_LegionController_ButtonFlags_B6
source: Mouse wheel click
fr_fr: Clic sur la molette de la souris
ko_kr: 마우스 휠 클릭
pt_br: Botão da roda do mouse
zh_hans: 鼠标滚轮单击

# Enum_LegionController_ButtonFlags_B7
source: Mouse wheel up
fr_fr: Roulette de souris vers le haut
ko_kr: 마우스 휠 위로
pt_br: Roda do mouse para cima
zh_hans: 鼠标滚轮向上

# Enum_LegionController_ButtonFlags_B8
source: Mouse wheel down
fr_fr: Molette de souris vers le bas
ko_kr: 마우스 휠 아래로
pt_br: Roda do mouse para baixo
zh_hans: 鼠标滚轮向下

# IController_ControllerIndex
source: Gamepad: {0}
fr_fr: Manette: {0}
ko_kr: 게임패드: {0}
pt_br: Controle: {0}
zh_hans: 游戏手柄: {0}

# Hotkey_ChangeHIDMode
source: Toggle emulated controller type
fr_fr: Basculer le type de contrôleur émulé
ko_kr: 에뮬레이트된 컨트롤러 유형을 전환합니다.
pt_br: Alternar tipo de controle emulado
zh_hans: 切换模拟手柄类型
zh_hant: 切換虛擬手柄類型

# Hotkey_ChangeHIDModeDesc
source: Toggle between Xbox 360 and Dualshock 4 emulated controllers
fr_fr: Basculer entre l'émulation Xbox 360 et Dualshock 4
ko_kr: Xbox 360 및 듀얼쇼크 4 에뮬레이트 컨트롤러 간 전환
pt_br: Alterne entre os controles emulados de Xbox 360 e Dualshock 4
zh_hans: 在Xbox 360和Dualshock 4模拟手柄之间切换
zh_hant: 於Xbox 360虛擬手柄及Dualshock 4虛擬手柄間切換

# ProfilesPage_EmulatedController
source: Emulated controller type
fr_fr: Type de manette émulé
ko_kr: 에뮬레이트된 컨트롤러 유형
pt_br: Tipo de controle emulado
zh_hans: 模拟手柄类型
zh_hant: 模擬手柄類型

# ProfilesPage_EmulatedControllerDefault
source: Default
fr_fr: Défaut
ko_kr: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 默認

# ProfilesPage_EmulatedControllerDS4
source: Emulated DualShock 4 controller
fr_fr: Contrôleur DualShock 4 émulé
ko_kr: 에뮬레이트된 듀얼쇼크 4 컨트롤러
pt_br: Controle emulado DualShock 4
zh_hans: 模拟DualShock 4手柄
zh_hant: 模擬DualShock 4手柄

# ProfilesPage_EmulatedControllerXbox
source: Emulated XBOX 360 controller
fr_fr: Contrôleur XBOX 360 émulé
ko_kr: 에뮬레이트된 XBOX 360 컨트롤러
pt_br: Controle emulado XBOX 360
zh_hans: 模拟XBOX 360手柄
zh_hant: 模擬XBOX 360手柄

# ProfilesPage_EmulatedControllerDesc
source: The emulated controller to be used when this profile is active
fr_fr: Le contrôleur émulé à utiliser quand ce profil est actif
ko_kr: 이 프로필이 활성화될 때 사용되는 에뮬레이트된 컨트롤러
pt_br: O controle emulado a ser utilizado quando este perfil está ativo
zh_hans: 此配置文件处于活动状态时使用的模拟手柄
zh_hant: 該設定檔啟用時所使用的模擬手柄類型

# ControllerPage_ControllerManagement
source: Controller management (Experimental)
fr_fr: Gestion de contrôleur (expérimental)
ko_kr: 컨트롤러 관리(실험적 기능)
pt_br: Gerenciar controle
zh_hans: 手柄管理
zh_hant: 手柄管理

# ControllerPage_ControllerManagementDesc
source: Automatically manage controller order for greater compatibility
fr_fr: Automatically manage your controllers for greater compatibility
ko_kr: 자동으로 컨트롤러를 관리하여 호환성을 높입니다
pt_br: Automaticamente gerenciar seus controles para maior compatibilidade
zh_hans: 自动管理手柄以提高兼容性
zh_hant: 自動管理以提高相容性

# ControllerPage_LegionGoPassthrough
source: Touchpad passthrough
fr_fr: Passthrough du pavé tactile
ko_kr: 터치패드 패스스루
pt_br: Passagem de touchpad
zh_hans: 触摸板直通
zh_hant: 觸控板直通

# ControllerPage_LegionGoPassthroughDesc
source: Allows you to use your device’s touchpad as a regular mouse, without any software processing or mapping
fr_fr: Vous permet d'utiliser le pavé tactile de votre appareil comme une souris normale, sans traitement ou mapping de logiciel
ko_kr: 장치의 터치패드를 일반 마우스로 사용하도록 허용하며, 소프트웨어 처리나 매핑 없이 작동합니다
pt_br: Permite você ajustar o touchpad do seu dispositivo como um mouse normal, sem qualquer processamento de software ou mapeamento
zh_hans: 允许您将设备的触摸板用作普通鼠标，无需任何软件处理或映射
zh_hant: 允許您將設備的觸控板用作常規鼠標，無需任何軟體處理或映射

# ControllerPage_Close
source: Close
fr_fr: Fermer
ko_kr: 닫기
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# ControllerPage_TryAgain
source: Try again
fr_fr: Réessayez
ko_kr: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# Hint_RogAllyServiceCheck
source: ASUS services are running
fr_fr: Les services ASUS sont en cours d'exécution
ko_kr: ASUS 서비스가 실행 중입니다
pt_br: Serviços ASUS estão em execução
zh_hans: ASUS 服务正在运行

# Hint_RogAllyServiceCheckReadme
source: You should disable ASUS services, so that the application can run smoothly and without any conflicts
fr_fr: Vous devez désactiver les services ASUS, afin que l'application puisse fonctionner sans problème et sans conflit
ko_kr: ASUS 서비스를 비활성화하여 애플리케이션이 원활하게 실행되고 충돌이 없도록 해야 합니다
pt_br: Você deve desabilitar os serviços ASUS, para que a aplicação possa executar sem conflitos
zh_hans: 您应该禁用 ASUS 服务，以便应用程序可以平稳运行且没有任何冲突

# Hint_RogAllyServiceCheckDesc
source: ASUS services are already running on your device. This may interfere with the application
fr_fr: Les services ASUS sont déjà en cours d'exécution sur votre appareil. Cela peut interférer avec l'application
ko_kr: ASUS 서비스가 이미 귀하의 장치에서 실행 중입니다. 이는 애플리케이션에 영향을 줄 수 있습니다
pt_br: Serviços ASUS estão em execução no seu dispositivo. Isto pode interferir com a aplicação
zh_hans: ASUS 服务已在您的设备上运行。这可能会干扰应用程序

# Hint_RogAllyServiceCheckAction
source: Disable ASUS services
fr_fr: Désactiver les services ASUS
ko_kr: ASUS 서비스 비활성화
pt_br: Desabilitar serviços ASUS
zh_hans: 禁用 ASUS 服务

# Hint_SteamInputAction
source: Disable Steam Input
fr_fr: Désactiver Steam Input
pt_br: Reiniciar Steam
zh_hant: 停用 Steam Input

# MainWindow_navNotifications
source: Notifications
ko_kr: 알림
pt_br: Notificações
zh_hans: 通知
zh_hant: 通知

# NotificationsPage_NothingToSee
source: No notifications yet
fr_fr: Aucune notification
ko_kr: 아직 알림이 없습니다
pt_br: Sem notificações
zh_hans: 无通知
zh_hant: 無通知

# NotificationsPage_NothingToSeeDesc
source: You have no notifications right now.
fr_fr: Vous n’avez aucune notification pour le moment.
ko_kr: 현재 알림이 없습니다.
pt_br: Você não possui notificações neste momento.
zh_hans: 您现在还没有通知
zh_hant: 您目前沒有通知

# ControllerPage_HIDManagedByProfileAction
source: Go to profiles settings to change per-game emulated controller type preference.
fr_fr: Aller dans les paramètres des profils pour modifier la préférence de type contrôleur émulé par jeu.
ko_kr: 프로필 설정으로 이동하여 게임별 에뮬레이트된 컨트롤러 유형 기본값을 변경합니다.
pt_br: Vá para as configurações de perfil para alterar a opção do tipo de controle emulado para cada jogo.
zh_hans: 转到配置文件设置以更改每个游戏的模拟控制器手柄类型首选项
zh_hant: 前往設定檔設置以更改每個遊戲的模擬手柄類型偏好設定。

# ControllerPage_HIDManagedByProfileDesc
source: The emulated controller type is being managed by the currently applied game profile.
fr_fr: Le type de contrôleur émulé est géré par le profil de jeu en cours.
ko_kr: 에뮬레이트된 컨트롤러 유형은 현재 적용된 게임 프로필에 의해 관리되고 있습니다.
pt_br: O tipo de controle emulado está sendo definido pelo perfil de jogo aplicado atualmente.
zh_hans: 模拟手柄类型由当前应用的游戏配置文件管理
zh_hant: 模擬手柄類型由當前應用的遊戲設定檔管理。

# ControllerPage_HIDManagedByProfileWarning
source: Emulated controller is managed by profile
fr_fr: Contrôleur émulé géré par le profil
ko_kr: 에뮬레이트된 컨트롤러는 프로필에 의해 관리되고 있습니다.
pt_br: O controle emulado está definido pelo perfil
zh_hans: 模拟手柄由配置文件管理
zh_hant: 模擬手柄由設定檔管理

# Hint_CoreIsolationCheck
source: Core isolation features are turned on
fr_fr: Les fonctions d'isolation du noyau sont activées
ko_kr: 코어 격리 기능이 켜져 있습니다
pt_br: Capacidades de isolamento do núcleo estão ligadas
zh_hans: 核心隔离功能已打开
zh_hant: 核心隔離為已啟用

# Hint_CoreIsolationCheckAction
source: Disable Core isolation
fr_fr: Désactiver l'isolation du noyau
ko_kr: 코어 격리 비활성화
pt_br: Desligar o isolamento do núcleo
zh_hans: 关闭核心隔离
zh_hant: 關閉核心隔離

# Hint_CoreIsolationCheckDesc
source: Your system core isolation features are turned on, therefore TDP read/write and fan control might be disabled
fr_fr: L’isolation du noyau est activée : la gestion du TDP et des ventilateurs peut être limitée.
ko_kr: 시스템의 코어 격리 기능이 켜져 있으므로 TDP 읽기/쓰기 및 팬 제어가 비활성화될 수 있습니다
pt_br: A opção de isolamento do núcleo do seu sistema está ligado, logo as opções de leitura/escrita do TDP e controle de ventoinhas podem estar desativadas
zh_hans: 您的系统核心隔离功能已打开，因此TDP读写和风扇控制可能已禁用
zh_hant: 您系統的核心隔離功能已啟用，因此TDP讀/寫及風扇控制將可能無法使用

# Hint_CoreIsolationCheckReadme
source: You might want to turn off core isolation and restart your system to enable TDP manipulations
fr_fr: Désactivez l’isolation du noyau puis redémarrez votre système afin de pouvoir modifier le TDP.
ko_kr: 코어 격리를 비활성화하고 시스템을 재시작하여 TDP 조작을 활성화할 수 있습니다
pt_br: Você pode desejar desligar o isolamento do núcleo e reiniciar seu sistema para permitir as manipulações de TDP
zh_hans: 您可能需要关闭核心隔离并重新启动系统以启用TDP操作
zh_hant: 您可能想關閉核心隔離並重新啟動以啟用TDP控制

# ProfilesPage_SubProfiles
source: Sub Profiles
fr_fr: Sous profils
ko_kr: 하위 프로필
pt_br: Sub perfis
zh_hans: 子配置文件
zh_hant: 子設定檔

# ProfilesPage_SubProfilesDesc
source: Add different profiles to the same game
fr_fr: Ajouter différents profils au même jeu
ko_kr: 같은 게임에 다른 프로필 추가
pt_br: Adicionar perfis diferentes para o mesmo jogo/aplicativo
zh_hans: 为同一游戏添加不同的配置文件
zh_hant: 為同一遊戲新增不同設定檔

# QuickProfilesPage_SubProfilesDesc
source: Select a sub profile to apply
fr_fr: Sélectionner un sous-profil à appliquer
ko_kr: 적용할 하위 프로필 선택
pt_br: Selecionar um sub perfil para aplicar
zh_hans: 选择要应用的子配置文件
zh_hant: 啟用子設定檔

# Hotkey_CycleSubProfile
source: Cycle sub profiles
fr_fr: Parcourir les sous-profils disponibles
pt_br: Percorrer os sub perfis
zh_hant: 循環切換子設定檔

# Hotkey_CycleSubProfileDesc
source: Cycle through the sub profiles for the current game
fr_fr: Parcourir les sous-profils pour le jeu actuel
pt_br: Alterna ciclicamente os sub perfis para o jogo atual
zh_hant: 在當前遊戲中循環切換子設定檔

# DevicePage_FullFanSpeedDesc
source: Sets the fan to max speed
fr_fr: Définir la vitesse max du ventilateur
ko_kr: 팬을 최대 속도로 설정합니다
pt_br: Define a ventoinha para maior velocidade
zh_hans: 将风扇设置为最大转速
zh_hant: 將風扇轉速設為最大

# DevicePage_FullFanSpeedText
source: Fan max speed override
fr_fr: Forçage de la vitesse maximale du ventilateur
ko_kr: 팬 최대 속도 재정의
pt_br: Máxima velocidade de ventoinha
zh_hans: 覆写风扇最大转速
zh_hant: 覆寫風扇最大轉速

# Hint_AMD_IntegerScalingCheck
source: Integer scaling is not available
fr_fr: Mise à l’échelle entière indisponible
ko_kr: 정수 스케일링을 사용할 수 없습니다
pt_br: Escalonamento inteiro (Integer scaling) não disponível
zh_hans: 整数缩放不可用
zh_hant: 整數縮放不可使用

# Hint_AMD_IntegerScalingCheckAction
source: Deploy integer scaling
fr_fr: Déployer la mise à l'échelle de l'entier
ko_kr: 정수 스케일링 배포
pt_br: Habilitar escalonamento inteiro (Integer scaling)
zh_hans: 部署整数缩放
zh_hant: 部署整數縮放

# Hint_AMD_IntegerScalingCheckDesc
source: Integer scaling feature is not installed, therefore you won't be able to enable or disable it
fr_fr: La mise à l’échelle entière n’est pas installée et ne peut pas être activée.
ko_kr: 정수 스케일링 기능이 설치되어 있지 않으므로 활성화하거나 비활성화할 수 없습니다
pt_br: O recurso de escalonamento inteiro (Integer scaling) não está instalado, logo você não será capaz de utilizá-lo
zh_hans: 未安装整数缩放功能，因此您将无法启用或禁用它
zh_hant: 整數縮放功能未安裝，您將無法啟用或停用該功能

# Hint_AMD_IntegerScalingCheckReadme
source: We need to execute some script to deploy the integer scaling on your system
fr_fr: Nous avons besoin d'exécuter un script pour déployer la mise à l'échelle des entiers sur votre système
ko_kr: 시스템에 정수 스케일링을 배포하기 위해 일부 스크립트를 실행해야 합니다
pt_br: Precisamos executar um script para implantar o escalonamento inteiro (Integer scaling) no seu sistema
zh_hans: 我们需要执行一些脚本，在您的系统上部署整数缩放
zh_hant: 我們需要執行一些指令以部署整數縮放到您的系統

# QuickOverlayPage_Desc
source: Manage on-screen overlay
fr_fr: Gérer la superposition à l'écran
ko_kr: 화면 오버레이 관리
pt_br: Gerenciar tela de sobreposição
zh_hans: 管理悬浮窗
zh_hant: 管理覆蓋窗選項

# QuickOverlayPage_Title
source: Overlay
fr_fr: Superposition
ko_kr: 오버레이
pt_br: Sobreposição
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# ProfilesPage_DefaultDeviceProfile
source: This is a default device preset and cannot be edited. These are comparable to the presets provided by the devices original software.
fr_fr: Ceci est un préréglage par défaut pour l'appareil, comparable à celui fourni par le fabricant. Veuillez le modifier avec prudence.
ko_kr: 이것은 기본 장치 사전 설정이며 편집할 수 없습니다. 이는 디바이스의 원래 소프트웨어에서 제공하는 사전 설정과 비슷합니다.
pt_br: Este é um modo padrão do dispositivo e não pode ser editado. Estes são comparáveis aos modos padrão fornecidos pelo software original dos dispositivos.
zh_hans: 这是默认的设备预设，无法编辑。这些相当于设备预装软件提供的预设
zh_hant: 這是預設設備設定，無法編輯。這些與設備原始軟體提供的預設值相當。

# PowerProfileLegionGoBetterBattery
source: Efficiency
fr_fr: Silencieux
ko_kr: Legion Go - Quiet
pt_br: Legion Go - Quieto
zh_hans: Legion Go - 安静
zh_hant: Legion Go - Quiet

# PowerProfileLegionGoBetterBatteryDesc
source: Preset similar to Efficiency Mode in LS. TDP Limit: 8W
fr_fr: Preset similar to Quiet Mode in LS. TDP Limit: 8W
ko_kr: LS의 저소음 모드와 유사한 프리셋. TDP 제한: 8W
pt_br: Modo similar ao Quiet Mode no software Legion Space. TDP Limite: 8W
zh_hans: 预设类似于联想的安静模式，TDP 限制：8W
zh_hant: Preset similar to Quiet Mode in LS. TDP Limit: 8W

# PowerProfileLegionGoBetterPerformance
source: Balanced
fr_fr: Équilibré
ko_kr: Legion Go - Balanced
pt_br: Legion Go - Balanceado
zh_hans: Legion Go - 平衡
zh_hant: Legion Go - Balanced

# PowerProfileLegionGoBetterPerformanceDesc
source: Preset similar to Balanced Mode in LS. TDP Limit: 15W
fr_fr: Préréglage similaire au mode équilibré dans LS. Limite TDP : 15W
ko_kr: LS의 균형 모드와 유사한 프리셋. TDP 제한: 15W
pt_br: Modo similar ao Balanced Mode no software Legion Space. TDP Limite: 15W
zh_hans: 预设类似于联想的平衡模式，TDP 限制：15W

# PowerProfileLegionGoBestPerformance
source: Performance
ko_kr: Legion Go - Performance
pt_br: Legion Go - Desempenho
zh_hans: Legion Go - 性能
zh_hant: Legion Go - Performance

# PowerProfileLegionGoBestPerformanceDesc
source: Preset similar to Performance Mode in LS. TDP Limit: 20W
fr_fr: Mode similaire à Performance (LS), TDP 20 W
ko_kr: LS의 성능 모드와 유사한 프리셋. TDP 제한: 20W
pt_br: Modo similar ao Performance Mode no software Legion Space. TDP Limite: 20W
zh_hans: 预设类似于联想的性能模式，TDP 限制：20W

# ProfilesPage_DefaultProfile
source: This is the default preset, you cannot modify the fan curve on this preset.
fr_fr: Ceci est le préréglage par défaut, vous ne pouvez pas modifier la courbe du ventilateur dans ce préréglage.
ko_kr: 기본 프리셋이며, 이 프리셋에서는 팬 커브를 수정할 수 없습니다.
pt_br: Este é o modo padrão, você não pode alterar a curva da ventoinha neste modo predefinido.
zh_hans: 这是默认预设，您无法在此预设上修改风扇曲线

# Hint_LegionGoServices
source: Legion Space Tasks and Services are active
fr_fr: Tâches et services Legion Space actives
ko_kr: Legion Space Tasks and Services 활성화됨
pt_br: Tarefas e Serviços do Legion Space estão ativos
zh_hans: Legion Space 服务处于活动状态

# Hint_LegionGoServicesAction
source: Disable Legion Space
fr_fr: Désactiver Legion Space
ko_kr: Legion Space 비활성화
pt_br: Desligar Legion Space
zh_hans: 禁用 Legion Space

# Hint_LegionGoServicesDesc
source: Legion Space Tasks and Services are already active on your console. This may cause compatibility issues with the application.
fr_fr: Legion Space est déjà actif sur votre console, ce qui peut causer des problèmes de compatibilité.
ko_kr: Legion Space Tasks and Services는 이미 콘솔에서 활성화되어 있습니다. 이는 애플리케이션과의 호환성 문제를 일으킬 수 있습니다.
pt_br: Tarefas e Serviços do Legion Space já estão ativos no seu console. Isto pode causar problemas de compatibilidade com a aplicação.
zh_hans: Legion Space 服务已在您的设备上处于活动状态。这可能会导致应用程序出现兼容性问题

# Hint_LegionGoServicesReadme
source: You should disable Legion Space Tasks and Services, so that the application can run properly and without any errors
fr_fr: Désactivez les tâches et services Legion Space pour que l’application fonctionne correctement.
ko_kr: Legion Space Tasks and Services를 비활성화하여 애플리케이션이 제대로 실행되고 오류 없이 작동할 수 있도록 해야 합니다
pt_br: Você deveria desligar as Tarefas e Serviços do Legion Space, para que a aplicação possa executar apropriadamente e sem erros
zh_hans: 您应该禁用 Legion Space 服务，以便应用程序可以正常运行且没有任何错误

# DevicePage_UseSecondColor
source: Use second color
fr_fr: Utiliser la seconde couleur
ko_kr: 두 번째 색상 사용
pt_br: Usar cor secundária
zh_hans: 使用第二种颜色
zh_hant: 使用第二種顏色

# ProfilesPage_GraphicsSettings
source: Graphics settings
fr_fr: Paramètres graphiques
ko_kr: 그래픽 설정
pt_br: Configurações gráficas
zh_hans: 图形设置
zh_hant: 圖形設定

# ProfilesPage_GraphicsSettingsDesc
source: Change the graphics settings
fr_fr: Modifier les paramètres graphiques
ko_kr: 그래픽 설정 변경
pt_br: Alterar as configurações gráficas
zh_hans: 修改图形设置
zh_hant: 改變圖形設定

# PowerProfilesPage_PresetSelection
source: Preset selection
fr_fr: Sélection prédéfinie
ko_kr: 프리셋 선택
pt_br: Seleção de modos
zh_hans: 预设选择
zh_hant: 預設選擇

# PowerProfilesPage_PresetSelectionDesc
source: Select the preset you would like to edit
fr_fr: Sélectionnez le préréglage que vous souhaitez modifier
ko_kr: 편집할 프리셋을 선택하세요
pt_br: Selecionar o modo de energia que deseja editar
zh_hans: 选择您想要编辑的预设
zh_hant: 選擇要更改的設定檔

# PowerProfilesPage_DevicePresets
source: Device presets
fr_fr: Préréglages de l'appareil
ko_kr: 장치 프리셋
pt_br: Modos do dispositivo
zh_hans: 设备预设
zh_hant: 裝置預設

# PowerProfilesPage_UserPresets
source: User presets
fr_fr: Préréglages utilisateur
ko_kr: 사용자 프리셋
pt_br: Modos do usuário
zh_hans: 用户预设
zh_hant: 使用者預設

# ProfilesPage_PowerSettings
source: Power settings
de_de: Energie-Einstellungen
fr_fr: Paramètres d'alimentation
it_it: Impostazioni alimentazione
ja_jp: 電源設定
ko_kr: 전원 설정
pt_br: Configurações de energia
zh_hans: 功耗设置
zh_hant: 功耗設置

# QuickSettingsPage_ResolutionOverrideWarning
source: Resolution is currently overridden by profile
ko_kr: 해상도가 현재 프로필에 의해 재정의되었습니다
pt_br: A resolução é atualmente definida por um perfil
zh_hans: 分辨率当前被配置文件覆盖
zh_hant: 解析度被當前設定檔覆寫

# SettingsPage_QuickToolsWindowLocationLeft
source: Left
ko_kr: 왼쪽
pt_br: Esquerda
zh_hans: 左
zh_hant: 靠左

# SettingsPage_QuickToolsWindowLocationRight
source: Right
ko_kr: 오른쪽
pt_br: Direita
zh_hans: 右
zh_hant: 靠右

# Hotkey_OnScreenDisplayToggle
source: On Screen Overlay
fr_fr: Superposition d'écran
ko_kr: 화면 오버레이 전환
pt_br: Sobreposição de Tela
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# Hotkey_OnScreenDisplayToggleDesc
source: Toggle on screen overlay
fr_fr: Activer/désactiver la superposition d'écran
ko_kr: 화면 오버레이 전환
pt_br: Alterna a sobreposição de tela
zh_hans: 切换悬浮窗
zh_hant: 切換覆蓋窗

# ProfilesPage_GPUScaling
source: GPU Scaling
fr_fr: Mise à l'échelle GPU
ko_kr: GPU 스케일링
pt_br: Escalonamento de GPU
zh_hans: GPU缩放
zh_hant: GPU縮放

# ProfilesPage_GPUScalingDesc
source: GPU will scale up lower resolutions to fit the display
fr_fr: Mise à l’échelle GPU des résolutions inférieures
ko_kr: GPU는 낮은 해상도를 스크린에 맞게 확대합니다
pt_br: A GPU irá escalonar resoluções mais baixas para preencher na tela
zh_hans: GPU将放大较低的分辨率以适应显示器
zh_hant: GPU將放大較低的解析度以適應螢幕

# ProfilesPage_ImageSharpening
source: Image Sharpening
fr_fr: Netteté de l’image
ko_kr: 이미지 선명화
pt_br: Nitidez de Imagem Radeon
zh_hans: 图像锐化
zh_hant: 圖像銳化

# ProfilesPage_ImageSharpeningDesc
source: Enhances visual detail
fr_fr: Amélioration des détails visuels
ko_kr: 시각적 세부 사항을 향상시킵니다
pt_br: Melhora o detalhe visual
zh_hans: 增强视觉细节
zh_hant: 增強圖像細節

# ProfilesPage_IS
source: Integer scaling
fr_fr: Mise à l'échelle d'entier
ko_kr: 정수 스케일링
pt_br: Escalonamento inteiro
zh_hans: 整数缩放
zh_hant: 整數縮放

# ProfilesPage_ISDesc
source: Scales up resolution by multiplying each pixel by an integer
fr_fr: Augmente la résolution en multipliant chaque pixel par un entier
ko_kr: 각 픽셀을 정수로 곱하여 해상도를 확대합니다
pt_br: (Integer scaling) Escalona a resolução multiplicando cada pixel por um número inteiro
zh_hans: 将每个像素放大整数倍来提高分辨率
zh_hant: 將每個像素乘以整數以提高解析度

# ProfilesPage_ResolutionScale
source: Resolution scale
fr_fr: Échelle de résolution
ko_kr: 해상도 스케일
pt_br: Escalonamento de resolução
zh_hans: 分辨率比例
zh_hant: 解析度比例

# ProfilesPage_ResolutionScaleDesc
source: Resolution scale to which integer scaling will apply
fr_fr: Échelle de résolution à laquelle s’appliquera la mise à l’échelle entière
ko_kr: 정수 스케일링이 적용될 해상도 스케일
pt_br: Escala de resolução que o escalonamento inteiro irá aplicar
zh_hans: 整数缩放将应用的分辨率比例
zh_hant: 整數縮放將應用的解析度比例

# ProfilesPage_RSRDesc
source: In-driver-based upscaling feature for faster framerates
fr_fr: Upscaling via le pilote pour FPS plus élevés
ko_kr: 더 빠른 프레임 속도를 위한 드라이버 기반 업스케일링 기능
pt_br: Funcionalidade de escalonamento baseada em driver para aumentar taxa de quadros por segundo
zh_hans: 基于驱动程序的超分辨率功能，可实现更高的帧率
zh_hant: 基於驅動程式的超解析度功能，可實現更高的影格率

# ProfilesPage_ScalingMode
source: Scaling mode
fr_fr: Mode Mise à l'échelle
ko_kr: 스케일링 모드
pt_br: Modo de escalonamento
zh_hans: 缩放模式
zh_hant: 縮放模式

# ProfilesPage_ScalingModeDesc
source: Choose the method used to stretch and position images to fir the display
fr_fr: Choisissez la méthode utilisée pour étirer et positionner les images afin qu’elles s’adaptent à l’écran
ko_kr: 디스플레이에 맞게 이미지를 늘리고 위치를 조정하는 데 사용되는 방법을 선택하세요
pt_br: Escolher o método usado para esticar e posicionar as images para ocuparem a tela
zh_hans: 选择用于拉伸定位图像以适配显示器的方法
zh_hant: 選擇用於拉伸定點陣圖像以適應螢幕的方法

# ProfilesPage_ScalingMode_Center
source: Center
fr_fr: Centré
ko_kr: 센터
pt_br: Centralizado
zh_hans: 居中
zh_hant: 居中

# ProfilesPage_ScalingMode_FullPanel
source: Full panel
fr_fr: Panneau complet
ko_kr: 채우기
pt_br: Painel inteiro
zh_hans: 全面板
zh_hant: 全面版

# ProfilesPage_ScalingMode_PreserveAspectRatio
source: Preserve aspect ratio
fr_fr: Conserver le ratio d'aspect
ko_kr: 비율 유지
pt_br: Preservar proporção de tela
zh_hans: 保持横纵比
zh_hant: 保持橫縱比

# ProfilesPage_Sharpen
source: Sharpen effect
fr_fr: Effet netteté
ko_kr: 선명화 효과
pt_br: Efeito de nitidez
zh_hans: 锐化效果
zh_hant: 銳化效果

# QuickSettingsPage_ResScaleExclusiveFullscreen
source: 1/1 only supports Exclusive Fullscreen.
fr_fr: 1/1 ne supporte que le plein écran exclusif.
ko_kr: 1/1은 독점 전체 화면만 지원합니다.
pt_br: 1/1 suporta apenas Tela Cheia Exclusiva (verdadeira).
zh_hans: 1/1仅支持独占全屏模式
zh_hant: 1/1僅支援獨佔全螢幕模式。

# SettingsPage_UISounds
source: Enable UI sounds
fr_fr: Activer les sons de l'interface
ko_kr: UI 소리 활성화
pt_br: Habilitar sons da interface
zh_hans: 启用UI声音
zh_hant: 啟用UI音效
