Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# ControllerPage_PhysicalControllerNotHiddenAction
source: You might want to hide your physical controller or mute your virtual controller.
de_de: Verstecken Sie Ihren physischen Controller oder schalten Sie Ihren virtuellen Controller stumm.
fr_fr: Vous pouvez masquer votre contrôleur physique ou rendre muet votre contrôleur virtuel.
it_it: Potresti voler nascondere il tuo controller fisico o disattivare l'audio del tuo controller virtuale.
ko_kr: 물리적 컨트롤러를 숨기거나 가상 컨트롤러의 음소거를 해제할 수 있습니다.
pt_br: Talvez você queira ocultar seu controle físico ou inativar seu controle virtual.
zh_hans: 请隐藏实体手柄，或者禁用虚拟手柄
zh_hant: 請隱藏實體手柄，或者禁用虛擬手柄

# ControllerPage_PhysicalControllerNotHiddenDesc
source: Your physical controller is not hidden, yet you have a connected virtual controller. You might encounter double inputs in games.
de_de: Ihr physischer Controller ist nicht versteckt, jedoch haben sie ihren virtuellen Controller stummgeschaltet. Es kann Doppelte Tasteneingaben geben.
fr_fr: Votre contrôleur physique n'est pas masqué, mais vous avez un contrôleur virtuel connecté. Vous pouvez rencontrer des doubles entrées dans les jeux.
it_it: Il tuo controller fisico non è nascosto, ma hai un controller virtuale non silenziato. Potresti riscontrare input doppi nei giochi.
ko_kr: 물리적 컨트롤러가 숨겨져 있지 않으며, 연결된 가상 컨트롤러가 있습니다. 게임에서 이중 입력이 발생할 수 있습니다.
pt_br: Seu controle físico não está oculto, no entanto você tem um controle virtual ativo. Você pode encontrar entrada duplicada nos jogos.
zh_hans: 实体手柄未被隐藏，并且虚拟手柄已启用，程序可能会收到重复指令
zh_hant: 實體手柄未被隱藏，並且虛擬手柄已啟用，程序可能會收到重複指令

# ControllerPage_PhysicalControllerNotHiddenWarning
source: Physical controller is not hidden
de_de: Physischer Controller ist nicht versteckt
fr_fr: Le contrôleur physique n'est pas masqué
it_it: Controller fisico non nascosto
ko_kr: 물리적 컨트롤러가 숨겨져 있지 않습니다
pt_br: O controle físico não está oculto
zh_hans: 实体手柄未被隐藏
zh_hant: 實體手柄未被隱藏

# ControllerPage_SteamControllerHDRumble
source: HD rumble
fr_fr: Vibration HD
ko_kr: HD 진동
pt_br: HD rumble (tremida)
zh_hans: HD震动
zh_hant: 高清震動

# ControllerPage_SteamControllerHDRumbleDesc
source: Use high-definition rumble engine, at the cost of higher CPU usage
fr_fr: Utiliser le moteur de vibration haute définition au prix d'une utilisation plus élevée du CPU
ko_kr: 고화질 진동 엔진을 사용하지만 CPU 사용량이 증가합니다
pt_br: Usar o motor de tremida de alta definição, ao custo de maior uso de CPU
zh_hans: 使用震动功能可能会占用更多CPU资源
zh_hant: 使用高清震動功能可能會占用更多CPU資源

# ControllerPage_PhysicalDeviceSettings
source: Physical controllers settings
fr_fr: Paramètres du contrôleur
ko_kr: 컨트롤러 설정
pt_br: Configurações do controlador
zh_hans: 控制器设置
zh_hant: 控制器设置

# LayoutPage_ApplyTemplate
source: Apply template
de_de: Vorlage anwenden
fr_fr: Appliquer modèle
it_it: Applica modello
ko_kr: 템플릿 적용
pt_br: Aplicar modelo
zh_hans: 应用模版
zh_hant: 應用模版

# LayoutPage_Buttons
source: Buttons
de_de: Tasten
fr_fr: Boutons
it_it: Pulsanti
ko_kr: 버튼
pt_br: Botões
zh_hans: 按键
zh_hant: 按鍵

# LayoutPage_Cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ko_kr: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# LayoutPage_Community
source: COMMUNITY
fr_fr: COMMUNAUTÉ
it_it: COMUNITÀ
ko_kr: 커뮤니티
pt_br: COMUNIDADE
zh_hans: 社区
zh_hant: 社區

# LayoutPage_Confirm
source: Confirm
de_de: Bestätigen
fr_fr: Confirmer
it_it: Conferma
ko_kr: 확인
pt_br: Confirmar
zh_hans: 确认
zh_hant: 確認

# LayoutPage_ExportCurrentController
source: Export for current controller
de_de: Für aktuellen Controller exportieren
fr_fr: Exporter pour le contrôleur actuel
it_it: Esporta per il controller attuale
ko_kr: 현재 컨트롤러용 내보내기
pt_br: Exportar para controle atual
zh_hans: 为当前手柄导出
zh_hant: 為當前手柄導出

# LayoutPage_ExportLayout
source: Export layout
de_de: Layout exportieren
fr_fr: Exporter la disposition
it_it: Esporta layout
ko_kr: 레이아웃 내보내기
pt_br: Exportar layout
zh_hans: 导出布局
zh_hant: 導出布局

# LayoutPage_LayoutAuthor
source: Layout author
de_de: Layout-Autor
fr_fr: Auteur de la disposition
it_it: Autore layout
ko_kr: 레이아웃 작성자
pt_br: Autor do layout
zh_hans: 布局作者
zh_hant: 布局作者

# LayoutPage_LayoutDesc
source: Layout description
de_de: Layout-Beschreibung
fr_fr: Description de la disposition
it_it: Descrizione layout
ko_kr: 레이아웃 설명
pt_br: Descrição do layout
zh_hans: 布局描述
zh_hant: 布局描述

# LayoutPage_LayoutTitle
source: Layout title
de_de: Layout-Titel
fr_fr: Titre de la disposition
it_it: Titolo layout
ko_kr: 레이아웃 제목
pt_br: Título do layout
zh_hans: 布局名称
zh_hant: 布局名稱

# LayoutPage_SaveGameInfoLayout
source: Save game information with the layout
de_de: Spielinformationen mit Layout speichern
fr_fr: Enregistrer les informations du jeu avec la disposition
it_it: Salva informazioni di gioco con il layout
ko_kr: 레이아웃과 함께 게임 정보 저장합니다
pt_br: Salvar informações do jogo com o layout
zh_hans: 将游戏信息与布局一同保存
zh_hant: 將遊戲信息與布局一同保存

# LayoutPage_ShowCurrentControllerTemplates
source: Show current controller templates only
de_de: Zeige nur Aktuelle Controllervorlagen
fr_fr: Afficher seulement les modèles du contrôleur actuel
it_it: Mostra solo i modelli del controller attuale
ko_kr: 현재 컨트롤러 템플릿만 표시합니다
pt_br: Exibir apenas os modelos do controle atual
zh_hans: 只显示当前手柄的布局模版
zh_hant: 只顯示當前手柄的布局模版

# LayoutPage_TemplatePicker
source: Layout template picker
de_de: Layout-Vorlagen auswählen
fr_fr: Sélecteur de modèles de disposition
it_it: Selezionatore di modelli di layout
ko_kr: 템플릿 선택기
pt_br: Seletor de modelo de layout
zh_hans: 布局模版选择器
zh_hant: 布局模版選擇器

# LayoutPage_Templates
source: TEMPLATES
de_de: VORLAGEN
it_it: MODELLI
ko_kr: 템플릿
pt_br: MODELOS
zh_hans: 模版
zh_hant: 模版

# LayoutPage_Triggers
source: Triggers
de_de: Trigger
fr_fr: Déclencheurs
it_it: Trigger
ko_kr: 트리거
pt_br: Gatilhos
zh_hans: 扳机
zh_hant: 扳機

# OverlayPage_OverlayDisplayLevel_Disabled
source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
it_it: Disabilitato
ko_kr: 비활성화
pt_br: Desligado
zh_hans: 隐藏
zh_hant: 隱藏

# OverlayPage_OverlayDisplayLevel_Extended
source: Extended
de_de: Erweitert
fr_fr: Étendu
it_it: Esteso
ko_kr: 확장
pt_br: Estendido
zh_hans: 通常
zh_hant: 通常

# OverlayPage_OverlayDisplayLevel_Full
source: Full
de_de: Komplett
fr_fr: Complet
it_it: Completo
ko_kr: 전체
pt_br: Completo
zh_hans: 详细
zh_hant: 詳細

# OverlayPage_OverlayDisplayLevel_Minimal
source: Minimal
it_it: Minimale
ko_kr: 최소
pt_br: Mínimo
zh_hans: 仅帧率
zh_hant: 僅幀率

# OverlayPage_OverlayDisplayLevel_Custom
source: Custom
fr_fr: Personnalisé
ko_kr: 사용자 정의
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自訂

# OverlayPage_OverlayDisplayLevel_External
source: External
fr_fr: Externe
ko_kr: 외부
pt_br: Externo
zh_hans: 外部
zh_hant: 外部

# OverlayPage_OverlayDisplayCustomLevel_Disabled
source: Disabled
fr_fr: Désactivé
ko_kr: 비활성화
pt_br: Desligado
zh_hans: 隐藏
zh_hant: 停用

# OverlayPage_OverlayDisplayCustomLevel_Full
source: Full
fr_fr: Plein
ko_kr: 전체
pt_br: Completo
zh_hans: 详细
zh_hant: 詳細

# OverlayPage_OverlayDisplayCustomLevel_Minimal
source: Minimal
ko_kr: 최소
pt_br: Mínimo
zh_hans: 简单
zh_hant: 簡單

# OverlayPage_CustomSettings
source: Custom Settings
fr_fr: Paramètres personnalisés
ko_kr: 사용자 정의 설정
pt_br: Configurações Personalizadas
zh_hans: 自定义设置
zh_hant: 自訂設定

# OverlayPage_TimeLevel
source: Time Level
fr_fr: Niveau de temps
ko_kr: 시간 수준
pt_br: Tempo - Nível
zh_hans: 时间
zh_hant: 時間

# OverlayPage_TimeLevelDesc
source: The level of information for your time.
fr_fr: Le niveau d’informations pour votre temps.
ko_kr: 당신의 시간에 대한 정보 수준입니다.
pt_br: O nível de informação para o seu tempo.
zh_hans: 时间信息显示等级
zh_hant: 時間資訊顯示的等級

# OverlayPage_FPSLevel
source: FPS Level
fr_fr: Niveau FPS
ko_kr: FPS 수준
pt_br: FPS - Nível
zh_hans: FPS
zh_hant: FPS

# OverlayPage_FPSLevelDesc
source: The level of information for your FPS.
fr_fr: Le niveau d'informations de vos FPS.
ko_kr: 당신의 FPS에 대한 정보 수준입니다.
pt_br: O nível de informação para o seu FPS.
zh_hans: FPS信息显示等级
zh_hant: FPS資訊顯示的等級

# OverlayPage_CPULevel
source: CPU Level
fr_fr: Niveau CPU
ko_kr: CPU 수준
pt_br: CPU - Nível
zh_hans: CPU信息
zh_hant: CPU資訊

# OverlayPage_CPULevelDesc
source: The level of information for your CPU.
fr_fr: Le niveau d'informations de votre CPU.
ko_kr: 당신의 CPU에 대한 정보 수준입니다.
pt_br: O nível de informação para o seu CPU.
zh_hans: CPU信息显示等级
zh_hant: CPU資訊顯示的等級

# OverlayPage_RAMLevel
source: RAM Level
fr_fr: Niveau de RAM
ko_kr: RAM 수준
pt_br: RAM - Nível
zh_hans: 内存信息
zh_hant: RAM資訊

# OverlayPage_RAMLevelDesc
source: The level of information for your RAM.
fr_fr: Le niveau d'informations de votre RAM.
ko_kr: 당신의 RAM에 대한 정보 수준입니다.
pt_br: O nível de informação para a sua RAM.
zh_hans: 内存信息显示等级
zh_hant: RAM資訊顯示的等級

# OverlayPage_GPULevel
source: GPU Level
fr_fr: Niveaux GPU
ko_kr: GPU 수준
pt_br: GPU - Nível
zh_hans: GPU信息
zh_hant: GPU資訊

# OverlayPage_GPULevelDesc
source: The level of information for your GPU.
fr_fr: Le niveau d'informations de votre GPU.
ko_kr: 당신의 GPU에 대한 정보 수준입니다.
pt_br: O nível de informação para a sua GPU.
zh_hans: GPU信息显示等级
zh_hant: GPU資訊顯示的等級

# OverlayPage_VRAMLevel
source: VRAM Level
fr_fr: Niveau VRAM
ko_kr: VRAM 수준
pt_br: VRAM - Nível
zh_hans: 显存信息
zh_hant: VRAM資訊

# OverlayPage_VRAMLevelDesc
source: The level of information for your VRAM.
fr_fr: Le niveau d'informations de votre VRAM.
ko_kr: 당신의 VRAM에 대한 정보 수준입니다.
pt_br: O nível de informação para a sua VRAM (Memória da GPU).
zh_hans: 显存信息显示等级
zh_hant: VRAM資訊顯示的等級

# OverlayPage_BATTLevel
source: Battery Level
fr_fr: Niveau de la batterie
ko_kr: 배터리 수준
pt_br: Battery - Nível
zh_hans: 电池信息
zh_hant: 電池資訊

# OverlayPage_BATTLevelDesc
source: The level of information for your battery.
fr_fr: Le niveau d'informations de votre batterie.
ko_kr: 당신의 배터리에 대한 정보 수준입니다.
pt_br: O nível de informação para a sua bateria.
zh_hans: 电池信息显示等级
zh_hant: 電池資訊顯示的等級

# ProfilesPage_ControllerLayoutDesc
source: Change the virtual controller layout
de_de: Ändern Sie das virtuelle Steuerungslayout
fr_fr: Modifier la disposition du contrôleur virtuel
it_it: Cambia il layout del controller virtuale
ko_kr: 가상 컨트롤러 레이아웃 변경
pt_br: Alterar o layout do controle virtual
zh_hans: 更改虚拟手柄的布局
zh_hant: 更改虛擬手柄的布局

# ProfilesPage_EPP
source: Energy performance preference (EPP)
de_de: Bevorzugte Energieleistung (EPP)
fr_fr: Préférences de performance énergétique (EPP)
it_it: Preferenza di prestazioni energetiche (EPP)
ko_kr: 에너지 성능 선호도 (EPP)
pt_br: Preferência de desempenho energético (Energy performance preference - EPP)
zh_hans: 处理器能源性能首选项（EPP）
zh_hant: EPP

# ProfilesPage_EPPBalance
source: CPU/GPU power balance
de_de: CPU/GPU-Leistungsbalance
fr_fr: Équilibre de puissance CPU/GPU
it_it: Bilanciamento della potenza CPU/GPU
ko_kr: CPU/GPU 전력 균형
pt_br: Distribuição de energia CPU/GPU
zh_hans: CPU/GPU电源平衡分配
zh_hant: CPU/GPU電源平衡分配

# ProfilesPage_EPPDesc
source: Specifies power distribution policy between CPU and GPU
de_de: Legt die Stromverteilungsrichtlinien zwischen CPU und GPU fest
fr_fr: Choisir la répartition de la puissance entre CPU et GPU
it_it: Specifica la politica di distribuzione della potenza tra CPU e GPU
ko_kr: CPU와 GPU 간의 전력 분배 정책을 지정합니다.
pt_br: Especifica a política de distribuição de energia entre CPU e GPU
zh_hans: 手动指定CPU/GPU电源平衡分配比例
zh_hant: 手動指定CPU/GPU電源平衡分配比例

# ProfilesPage_PowerLimitTarget
source: Power limit target
de_de: Leistungsgrenze-Ziel
fr_fr: Objectif de limite de puissance
it_it: Target del limite di potenza
ko_kr: 전력 제한 목표
pt_br: Definição de limite de energia
zh_hans: 目标功耗
zh_hant: 目標功耗

# QuickPerformancePage_CPUBoostMode
source: CPU boost mode
de_de: CPU-Boost-Modus
fr_fr: Mode boost du CPU
ko_kr: CPU 부스트 모드
pt_br: Modo de impulso de CPU
zh_hans: CPU超频
zh_hant: CPU超頻

# QuickPerformancePage_CPUBoostModeDesc
source: Set current CPU boost mode
de_de: Aktuellen CPU-Boost-Modus einstellen
fr_fr: Définir le mode de boost du CPU actuel
ko_kr: 현재 CPU 부스트 모드를 설정합니다.
pt_br: Definir o modo de impulso de CPU
zh_hans: 设置CPU超频模式
zh_hant: 設置CPU超頻模式

# QuickSettingsPage_DisplayResolution
source: Display resolution
ko_kr: 디스플레이 해상도 및 주사율
pt_br: Resolução de tela e taxa de atualização
zh_hans: 显示器分辨率与刷新率
zh_hant: 顯示器解析度

# QuickSettingsPage_DisplayResolutionDesc
source: Adjust main display resolution
ko_kr: 주 디스플레이 해상도 및 주사율을 조정합니다.
pt_br: Ajustar a resolução da tela principal e taxa de atualização
zh_hans: 调整显示器的分辨率与刷新率
zh_hant: 調整顯示器的解析度

# QuickPerformancePage_FanOverride
source: Fan override
de_de: Lüfter-Steuerung
fr_fr: Override du ventilateur
ko_kr: 팬 재정의
pt_br: Cooler Fan/Ventoinha manual
zh_hans: 风扇转速
zh_hant: 風扇轉速

# QuickPerformancePage_FanOverrideDesc
source: Set the fan duty cycle to user-defined value
de_de: Einstellen des Lüfterbetriebszyklus auf einen benutzerdefinierten Wert
fr_fr: Définir le cycle du ventilateur
ko_kr: 팬의 작동 정도를 사용자 정의 값으로 설정합니다.
pt_br: Definir o ciclo de funcionamento da ventoinha/cooler fan para o valor definido pelo usuário
zh_hans: 手动设置风扇转速
zh_hant: 手動設置風扇轉速

# QuickProfilesPage_CurrentProfile
source: Current profile:
de_de: Aktuelles Profil:
fr_fr: Profil actuel:
ko_kr: 현재 프로필:
pt_br: Perfil atual:
zh_hans: 当前配置
zh_hant: 當前配置

# QuickProfilesPage_CurrentProfileDefault
source: Default
de_de: Standard
fr_fr: Défaut
ko_kr: 기본
pt_br: Padrão
zh_hans: 默认
zh_hant: 默認

# QuickProfilesPage_PowerLimitTarget
source: Power limit target
de_de: Leistungsgrenze-Ziel
fr_fr: Limite de puissance
ko_kr: 전력 제한 목표
pt_br: Definição de limite de energia
zh_hans: 目标功耗限制
zh_hant: 目標功耗限制

# SettingsPage_HideWhenLoseFocus
source: Hide when loses focus
de_de: Bei Fokusverlust ausblenden
fr_fr: Masquer lorsque le focus est perdu
ko_kr: 자동 숨기기
pt_br: Ocultar quando perder foco
zh_hans: 自动最小化
zh_hant: 自動最小化

# SettingsPage_HideWhenLoseFocusDesc
source: Automatically hide quick tools when the user clicks outside of window
fr_fr: Masquer automatiquement le QuickTool lorsque l'utilisateur clique en dehors de la fenêtre
ko_kr: 사용자가 창 외부를 클릭하면 빠른 도구가 자동으로 숨겨집니다.
pt_br: Automaticamente esconder as ferramentas rápidas quando o usuário clica fora da janela
zh_hans: 当工具窗口失焦时自动最小化
zh_hant: 當工具窗口失焦時自動最小化

# DevicePage_PowerOptions
source: Power options
fr_fr: Options d'alimentation
ko_kr: 전원 옵션
pt_br: Opções de energia
zh_hans: 电源选项
zh_hant: 電源選項

# SettingsPage_QuickToolsBackdrop
source: Quicktools backdrop, none, mica, tabbed, acrylic
de_de: QuickTools-Hintergrund, Keine, Glimmer, Tabbed, Akryl
fr_fr: L'arrière-plan du QuickTool, aucune, mica, tabbed, acrylic
ko_kr: 빠른 도구 배경, 없음, mica, tabbed, acrylic
pt_br: Fundo das ferramentas rápidas: Nenhum, Mica, Abas ou Acrílico
zh_hans: 工具窗口背景图像
zh_hant: 工具窗口背景圖像

# SettingsPage_QuickToolsOptions
source: Quicktools options
de_de: QuickTools-Optionen
fr_fr: Options de Quicktools
ko_kr: 빠른 도구 옵션
pt_br: Opções de ferramentas rápidas
zh_hans: 工具窗口选项
zh_hant: 工具窗口選項

# SettingsPage_QuickToolsWindowLocation
source: Window location
de_de: Fensterplatzierung
fr_fr: Position de la fenêtre
ko_kr: 창 위치
pt_br: Localização da janela
zh_hans: 窗口位置
zh_hant: 窗口位置

# SettingsPage_QuickToolsWindowLocationBottomLeft
source: Bottom left
de_de: Unten Links
fr_fr: En bas à gauche
ko_kr: 왼쪽 하단
pt_br: Inferior esquerdo
zh_hans: 左下
zh_hant: 左下

# SettingsPage_QuickToolsWindowLocationBottomRight
source: Bottom right
de_de: Unten Rechts
fr_fr: En bas à droite
ko_kr: 오른쪽 하단
pt_br: Inferior direito
zh_hans: 右下
zh_hant: 右下

# SettingsPage_QuickToolsWindowLocationDesc
source: Define quicktools window location
de_de: Schnellleiste-Fensterort anpassen
fr_fr: Définir la position du QuickTool
ko_kr: 빠른 도구 창 위치를 정의합니다.
pt_br: Definir localização da janela de ferramentas rápidas
zh_hans: 设置窗口位置
zh_hant: 設置窗口位置

# SettingsPage_QuickToolsWindowLocationTopLeft
source: Top left
de_de: Oben links
fr_fr: En haut à gauche
ko_kr: 왼쪽 상단
pt_br: Superior esquerdo
zh_hans: 左上
zh_hant: 左上

# SettingsPage_QuickToolsWindowLocationTopRight
source: Top right
de_de: Oben Rechts
fr_fr: En haut à droite
ko_kr: 오른쪽 상단
pt_br: Superior direito
zh_hans: 右上
zh_hant: 右上

# SettingsPage_RivaTunerStatisticsServerDesc
source: Automatically turn RTSS off when companion is closed
fr_fr: Désactiver automatiquement le RTSS lorsque Handheld companion est fermé
ko_kr: Companion이 닫힐 때 RTSS를 자동으로 끕니다.
pt_br: Automaticamente desligar RTSS quando o Companion é encerrado
zh_hans: 当程序退出时自动退出RTSS
zh_hant: 當程序退出時自動退出RTSS

# SettingsPage_SensorNone
source: None
de_de: Keine
fr_fr: Aucun
ko_kr: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

# SettingsPage_ThirdPartyApps
source: Third-party applications
de_de: Drittanbieter-Programme
fr_fr: Applications tierces
ko_kr: 타사 애플리케이션
pt_br: Aplicativos de terceiros
zh_hans: 第三方应用
zh_hant: 第三方應用

# ProfilesPage_Wrapper_Disabled
source: Disabled
fr_fr: Désactivé
ko_kr: 비활성화됨
pt_br: Desabilitado
zh_hans: 无
zh_hant: 停用

# ProfilesPage_Wrapper_Injection
source: Injection (recommended)
fr_fr: Injection (recommandé)
ko_kr: 주입 (권장)
pt_br: Injeção (recomendado)
zh_hans: 注入（推荐）
zh_hant: 注入 (推薦)

# ProfilesPage_Wrapper_Redirection
source: Redirection
ko_kr: 재지정 (권장)
pt_br: Redirecionamento
zh_hans: 重定向
zh_hant: 重新導向

# Enum_MotionInput_AutoRollYawSwap_Desc
source: This input will operate as a simple joystick. Ideal for laptop and clamshell type handhelds, automatic yaw roll swap based on how device is being held (90 or 180 degree open).
fr_fr: Cette entrée fonctionnera comme un simple joystick. Idéal pour les ordinateurs portables et les ordinateurs de poche de type clamshell, le système d'échange automatique de rouleaux de yaw, basé sur la façon dont l'appareil est maintenu (ouverture de 90 ou 180 degrés).
ko_kr: 이 입력은 간단한 조이스틱으로 작동합니다. 노트북 및 클램셸형 핸드헬드에 적합하며, 디바이스 보유 방식(90도 또는 180도 열림)에 따라 자동으로 요 롤이 전환됩니다..
pt_br: Esta entrada irá operar como um joystick simples. Ideal para notebook ou portáteis no estilo concha, alternada automática de rolagem de guinada baseado em como o dispositivo está sendo segurado (aberto em 90 ou 180 graus).
zh_hans: 该模式适合笔记本或翻盖式掌机，可以根据该设备如何被握持（屏幕以90度角或者180度角打开）判断重力方向，来自动切换陀螺仪方向
zh_hant: 此輸入將作為簡單的搖桿運作。適用於筆記型電腦和翻蓋式手持設備，並可根據設備的持握方式（90 或 180 度開啟）自動切換偏航與翻滾。

# Enum_DS4Controller_ButtonFlags_B1
source: Cross
ko_kr: 가위표
pt_br: Cruz
zh_hans: 叉
zh_hant: 叉

# Enum_DS4Controller_ButtonFlags_B2
source: Circle
ko_kr: 동그라미
pt_br: Círculo
zh_hans: 圈
zh_hant: 圈

# Enum_DS4Controller_ButtonFlags_B3
source: Square
ko_kr: 네모
pt_br: Quadrado
zh_hans: 方
zh_hant: 方

# Enum_DS4Controller_ButtonFlags_B4
source: Triangle
ko_kr: 세모
pt_br: Triângulo
zh_hans: 三角
zh_hant: 三角

# Enum_HIDmode_DualShock4Controller
source: Emulated DualShock 4 controller
fr_fr: Contrôleur DualShock 4 émulé
ko_kr: DualShock 4 컨트롤러
pt_br: Controle DualShock 4 emulado
zh_hans: 模拟 DualShock4 手柄
zh_hant: 模擬 DualShock4 手柄

# Enum_HIDmode_NoController
source: No emulated controller
fr_fr: Aucun contrôleur émulé
ko_kr: 컨트롤러 무효
pt_br: Sem controle emulado
zh_hans: 无模拟手柄
zh_hant: 無模擬手柄

# Enum_HIDmode_Xbox360Controller
source: Emulated XBOX 360 controller
fr_fr: Contrôleur XBOX 360 émulé
ko_kr: XBOX 360 컨트롤러
pt_br: Controle XBOX 360 emulado
zh_hans: 模拟 XBOX 360 手柄
zh_hant: 模擬 XBOX 360 手柄

# Enum_HIDstatus_Connected
source: Connected
fr_fr: Connecté
ko_kr: 연결됨
pt_br: Conectado
zh_hans: 已连接
zh_hant: 已連接

# Enum_HIDstatus_Disconnected
source: Disconnected
fr_fr: Déconnecté
ko_kr: 연결 끊김
pt_br: Desconectado
zh_hans: 未连接
zh_hant: 未連接

# Enum_Input_AutoRollYawSwap
source: Auto Roll Yaw Swap
fr_fr: Swap automatique Roll/Yaw
ko_kr: 자동 롤, 요 전환
pt_br: Alternar Rolagem de Guinada Auto
zh_hans: 重力轴向切换
zh_hant: 重力軸向切換

# Enum_Input_WorldSpace
source: World space
fr_fr: Espace mondial
ko_kr: 조이스틱 카메라
pt_br: Câmera de Joystick
zh_hans: 体感视角
zh_hant: 體感視角

# Enum_Input_JoystickSteering
source: Joystick steering
fr_fr: Conduite par joystick
ko_kr: 조이스틱 스티어링
pt_br: Joystick de direção (tipo volante)
zh_hans: 体感驾驶
zh_hant: 體感駕駛

# Enum_Input_PlayerSpace
source: Player space
fr_fr: Espace joueur
ko_kr: 플레이어 공간
pt_br: Espaço do jogador
zh_hans: 玩家空间
zh_hant: 玩家空間

# Enum_InputsHotkeyType_Overlay
source: Overlay
ko_kr: 오버레이
pt_br: Sobreposição
zh_hans: 浮窗
zh_hant: 浮窗

# Enum_InputsHotkeyType_Quicktools
source: Quick tools
ko_kr: 빠른 도구
pt_br: Ferramentas rápidas
zh_hans: 快捷工具
zh_hant: 快捷工具

# Enum_Output_LeftStick
source: Left joystick
fr_fr: Joystick gauche
ko_kr: 왼쪽 조이스틱
pt_br: Analógico esquerdo
zh_hans: 左摇杆
zh_hant: 左搖杆

# Enum_Output_RightStick
source: Right joystick
fr_fr: Joystick droit
ko_kr: 오른쪽 조이스틱
pt_br: Analógico direito
zh_hans: 右摇杆
zh_hant: 右搖杆

# Enum_ProfileErrorCode_Default
source: This is your default profile. This profile will be applied for all your applications that do not have a specific profile. Some options requiring an executable might be disabled.
fr_fr: Il s'agit de votre profil de contrôleur par défaut. Ce profil sera appliqué pour toutes vos applications qui n'ont pas de profil spécifique. Certaines options nécessitant un exécutable peuvent être désactivées.
ko_kr: 기본 컨트롤러 프로파일
pt_br: Este é seu perfil padrão de controle. Este perfil será aplicado a todas as suas aplicações que não possuem um perfil específico. Algumas opções que requerem a definição de um arquivo executável estarão desabilitadas.
zh_hans: 这是默认的全局配置。此配置将应用于没有特定配置的应用程序。一些需要指定程序才可生效的选项可能被禁用
zh_hant: 這是默認的全局配置。此配置將應用於沒有特定配置的應用程式。一些需要指定程序才可生效的選項可能被禁用。

# Enum_ProfileErrorCode_MissingExecutable
source: Oops. It seems this profile does not have an executable. How is this even possible?
fr_fr: Oups. Il semble que ce profil n'ait pas d'exécutable. Comment cela est-il possible ?
ko_kr: 실행 가능한 파일이 없습니다
pt_br: Opa. Parece que esse perfil não possui um arquivo executável definido. Como isto será possível?
zh_hans: 这个配置似乎没有找到应用程序的可执行文件
zh_hant: 這個配置似乎沒有找到應用程式的可執行文件。

# Enum_ProfileErrorCode_MissingPath
source: Oops. It seems this profile does not have a path to the application. Some options requiring an executable might be disabled.
fr_fr: Oups. Il semble que ce profil ne dispose pas d'un chemin vers l'application. Certaines options nécessitant un exécutable pourraient être désactivées.
ko_kr: 애플리케이션 경로가 없습니다
pt_br: Opa. Parece que esse perfil não possui um caminho de diretório até a aplicação. Algumas opções que requerem a definição de um arquivo executável estarão desabilitadas.
zh_hans: 这个配置似乎没有找到指定的路径
zh_hant: 這個配置似乎沒有找到指定的路徑。

# Enum_ProfileErrorCode_MissingPermission
source: Oops. It seems you do not have the necessary permission level to modify the content of this application. Make sure you have started this program in administrator mode.
fr_fr: Oups. Il semble que vous n'ayez pas le niveau de permission nécessaire pour modifier le contenu de cette application. Assurez-vous que vous avez lancé ce programme en mode administrateur.
ko_kr: 콘텐츠를 변경할 권한이 없습니다
pt_br: Opa. Parece que você não possui o nível de permissão necessário para modificar o conteúdo desta aplicação. Certifique-se de iniciar este programa com privilégios administrativos.
zh_hans: 似乎你的权限不够更改这里的选项。请确保在管理员模式下启动此程序
zh_hant: 似乎你的權限不夠更改這裡的選項。請確保在管理員模式下啟動此程序。

# Enum_ProfileErrorCode_None
source: Nothing to see here.
fr_fr: Rien à voir ici.
ko_kr: 여기에는 아무것도 표시되지 않습니다
pt_br: Nada para ver aqui.
zh_hans: 这里没什么东西
zh_hant: 這裡沒什麼東西。

# Enum_ProfileErrorCode_Running
source: Oops. It seems this profile excutable is running. Some options requiring an executable might be disabled.
fr_fr: Oups. Il semble que ce profil est en cours d'exécution. Certaines options nécessitant un exécutable peuvent être désactivées.
ko_kr: 이 프로파일은 실행 중입니다
pt_br: Opa. Parece que o arquivo executável deste perfil está em execução. Algumas opções estarão indisponíveis até que a execução seja encerrada.
zh_hans: 这个配置正在运行。一些选项可能被禁用
zh_hant: 這個配置正在運行。一些選項可能被禁用。

# Enum_QualityOfServiceLevel_Default
source: Default
fr_fr: Défaut
ko_kr: 기본
pt_br: Padrão
zh_hans: 默认
zh_hant: 默認

# Enum_QualityOfServiceLevel_High
source: High
fr_fr: Élevé
ko_kr: 높음
pt_br: Alta
zh_hans: 高性能
zh_hant: 高性能

# Enum_ServiceStartMode_Automatic
source: Automatic
fr_fr: Automatique
ko_kr: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

# Enum_ServiceStartMode_Disabled
source: Disabled
fr_fr: Désactivé
ko_kr: 비활성화됨
pt_br: Desabilitado
zh_hans: 关闭
zh_hant: 關閉
