Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# ProfilesPage_JoystickDeadZoneRightDesc
source: Adjust the inner and outer deadzone percentage of the right joystick
de_de: Einstellen der inneren und äußeren Deadzone (Prozent) des rechten Joysticks
fr_fr: Ajustez le pourcentage de la zone morte interne et externe du joystick droit
it_it: Regola la percentuale della zona morta interna ed esterna del joystick destro
ja_jp: 右ジョイスティックの内側と外側のデッドゾーンの割合を調整
ko_kr: 오른쪽 조이스틱의 내부 및 외부 데드존 비율을 조정합니다.
pt_br: Ajustar o percentual de zona morta interior e exterior do joystick direito
zh_hans: 调整右摇杆的内外死区
zh_hant: 調整右搖杆的內外死區

# ProfilesPage_TriggerDeadZoneLeft
source: Left trigger deadzone %
de_de: Linke Analog-Deadzone %
fr_fr: Déclenchement gauche de la zone morte %
it_it: Zona morta del trigger sinistro %
ja_jp: 左トリガーデッドゾーン %
ko_kr: 왼쪽 트리거 데드존 %
pt_br: % de zona morta do gatilho esquerdo
zh_hans: 左扳机死区
zh_hant: 左扳機死區

# ProfilesPage_TriggerDeadZoneLeftDesc
source: Adjust the inner and outer deadzone percentage of the left trigger
de_de: Einstellen der inneren und äußeren Deadzone (Prozent) des linken Joysticks
fr_fr: Ajuster le pourcentage de zone morte intérieure et extérieure du déclencheur gauche
it_it: Regola la percentuale della zona morta interna ed esterna del trigger sinistro
ja_jp: 左トリガーの内側と外側のデッドゾーンの割合を調整
ko_kr: 왼쪽 트리거의 내부 및 외부 데드존 비율을 조정합니다.
pt_br: Ajustar o percentual de zona morta interior e exterior do gatilho esquerdo
zh_hans: 调整左扳机内外死区
zh_hant: 調整左扳機內外死區

# ProfilesPage_TriggerDeadZoneRight
source: Right trigger deadzone %
de_de: Rechter Trigger Deadzone %
fr_fr: Déclenchement droit de la zone morte %
it_it: Zona morta del trigger destro %
ja_jp: 右トリガーデッドゾーン %
ko_kr: 오른쪽 트리거 데드존 %
pt_br: % de zona morta do gatilho direito
zh_hans: 右扳机死区
zh_hant: 右扳機死區

# ProfilesPage_TriggerDeadZoneRightDesc
source: Adjust the inner and outer deadzone percentage of the right trigger
de_de: Einstellen der inneren und äußeren Deadzone (Prozent) des rechten Joysticks
fr_fr: Ajuster le pourcentage de la zone de blocage interne et externe du déclencheur droit
it_it: Regola la percentuale della zona morta interna ed esterna del trigger destro
ja_jp: 右トリガーの内側と外側のデッドゾーンの割合を調整
ko_kr: 오른쪽 트리거의 내부 및 외부 데드존 비율을 조정합니다.
pt_br: Ajustar o percentual de zona morta interior e exterior do gatilho direito
zh_hans: 调整右扳机内外死区
zh_hant: 調整右扳機內外死區

# ControllerPage_VibrateDevice
source: Vibrate controller on connect
de_de: Vibrieren, wenn Controller verbunden ist
fr_fr: Vibration du contrôleur à la connexion
it_it: Vibra il controller al collegamento
ja_jp: 接続時にコントローラーを振動させる
ko_kr: 연결 시 컨트롤러 진동
pt_br: Vibrar controle ao conectar
zh_hans: 手柄连接时震动提示
zh_hant: 手柄連接時震動提示

# ControllerPage_VibrateDeviceDesc
source: Vibrate physical controller when connected
de_de: Physischen Kontroller vibrieren, wenn verbunden
fr_fr: Vibration du contrôleur physique lorsque connecté
it_it: Fai vibrare il controller fisico quando è collegato
ja_jp: 接続時に物理コントローラーを振動させる
ko_kr: 연결 시 물리적 컨트롤러를 진동시킵니다
pt_br: Vibrar o controle físico quando conectado
zh_hans: 手柄连接时实体手柄震动提示
zh_hant: 手柄連接時實體手柄震動提示

# Hotkey_LayoutMode
source: Desktop layout
fr_fr: Mode contrôleur
ko_kr: 데스크탑 레이아웃
pt_br: Layout de área de trabalho
zh_hant: 桌面布局

# Hotkey_LayoutModeDesc
source: Toggle Desktop controller layout
fr_fr: Modifier le mode contrôleur : Auto, Manette ou Bureau
ko_kr: 컨트롤러의 데스크탑 레이아웃 사용여부를 전환합니다
pt_br: Ligar e desligar o layout de controle para área de trabalho
zh_hant: 激活桌面布局

# Hotkey_ControlCenter
source: Display Action center
fr_fr: Ouvrir le Centre d’actions Windows
ko_kr: 알림 센터를 표시
pt_br: Exibir a Central de Ações
zh_hans: 操作中心
zh_hant: 操作中心

# Hotkey_ControlCenterDesc
source: Display and hide Windows Action center
fr_fr: Ouvrir et fermer le Centre d’actions Windows
ko_kr: Windows 알림 센터의 표시 및 숨기기
pt_br: Exibe e oculta a Central de Ações do Windows
zh_hans: 显示Windows操作中心
zh_hant: 顯示Windows操作中心

# ProfilesPage_ControllerLayout
source: Controller layout
fr_fr: Disposition du contrôleur
it_it: Layout del controller
ja_jp: コントローラのレイアウト
ko_kr: 컨트롤러 레이아웃
pt_br: Layout de controle
zh_hans: 手柄布局
zh_hant: 手柄布局

# Hotkey_QuietModeToggled
source: Fan override
fr_fr: Commande manuelle du ventilateur
ko_kr: 팬 재정의
pt_br: Cooler Fan/Ventoinha manual
zh_hans: 风扇转速
zh_hant: 風扇轉速

# Hotkey_QuietModeToggledDesc
source: Set the fan duty cycle to user-defined value
fr_fr: Régler le ventilateur sur une valeur personnalisée
ko_kr: 팬 듀티 사이클을 사용자 정의 값으로 설정합니다
pt_br: Defina o ciclo de funcionamento da ventoinha/cooler fan para o valor definido pelo usuário
zh_hans: 将风扇转速设置为手动配置风扇转速
zh_hant: 將風扇轉速設置為手動配置風扇轉速

# Hotkey_OnScreenDisplayDesc
source: Enable on-screen display support
fr_fr: Activer le support de l’affichage à l’écran
ko_kr: 스크린 표시 지원 활성화
pt_br: Ligar a exibição de suporte em tela
zh_hans: 显示/隐藏性能监控悬浮窗
zh_hant: 顯示/隱藏性能監控覆蓋窗

# Hotkey_decreaseBrightness
source: Decrease brightness
fr_fr: Diminuer la luminosité
ko_kr: 화면 밝기 감소
pt_br: Diminuir brilho
zh_hans: 降低亮度
zh_hant: 降低亮度

# Hotkey_decreaseBrightnessDesc
source: Decrease the current display brightness by 2%
fr_fr: Diminuer la luminosité de l'affichage actuel de 2%
ko_kr: 현재의 디스플레이의 밝기를 2% 감소합니다
pt_br: Diminuir o brilho da tela ativa em 2%
zh_hans: 降低2%亮度
zh_hant: 降低2%亮度

# Hotkey_decreaseVolume
source: Decrease volume
fr_fr: Diminuer le volume
ko_kr: 음량 감소
pt_br: Diminuir volume
zh_hans: 降低音量
zh_hant: 降低音量

# Hotkey_decreaseVolumeDesc
source: Decrease the system volume by 2%
fr_fr: Diminuer le volume du système de 2%
ko_kr: 시스템의 음량을 2% 감소합니다
pt_br: Diminuir o volume de som do sistema em 2%
zh_hans: 降低2%音量
zh_hant: 降低2%音量

# Hotkey_increaseBrightness
source: Increase brightness
fr_fr: Augmenter la luminosité
ko_kr: 밝기 증가
pt_br: Aumentar brilho
zh_hans: 增加亮度
zh_hant: 增加亮度

# Hotkey_increaseBrightnessDesc
source: Increase the current display brightness by 2%
fr_fr: Augmente la luminosité de l'affichage actuel de 2%
ko_kr: 현재의 디스플레이의 밝기를 2% 증가합니다
pt_br: Aumentar o brilho da tela ativa em 2%
zh_hans: 增加2%亮度
zh_hant: 增加2%亮度

# Hotkey_increaseVolume
source: Increase volume
fr_fr: Augmenter le volume
ko_kr: 음량 증가
pt_br: Aumentar volume
zh_hans: 增加音量
zh_hant: 增加音量

# Hotkey_increaseVolumeDesc
source: Increase the system volume by 2%
fr_fr: Augmenter le volume du système de 2%
ko_kr: 시스템의 음량을 2% 증가합니다
pt_br: Aumentar o volume de som do sistema em 2%
zh_hans: 增加2%音量
zh_hant: 增加2%音量

# ProfilesPage_AutoTDP
source: Automatic TDP
de_de: Automatische TDP
fr_fr: TDP automatique
it_it: TDP automatico
ja_jp: AutoTDP
ko_kr: AutoTDP
pt_br: TDP Automático
zh_hans: 自动TDP
zh_hant: 自動TDP

# ProfilesPage_AutoTDPDesc
source: Automatic adjustment of TDP based on measured FPS and requested FPS target
de_de: Automatische Anpassung des TDP auf der Grundlage der gemessenen FPS und des gewünschten FPS-Ziels
fr_fr: Ajustement automatique du TDP en fonction du FPS mesuré et de la cible FPS demandée
it_it: Regolazione automatica del TDP in base al framerate misurato e al framerate target richiesto
ja_jp: 測定された FPS と要求された FPS ターゲットに基づいて TDP を自動調整
ko_kr: 측정된 FPS와 요구된 FPS 타겟에 따라 TDP를 자동 조정합니다
pt_br: Ajuste automático do TDP baseado no FPS (Frames per second, quadros por segundo) medidos e o FPS alvo definido
zh_hans: 将根据检测到的帧率与设定的目标帧率来动态调整TDP
zh_hant: 將根據檢測到的幀率與設定的目標幀率來動態調整TDP

# ProfilesPage_AutoTDPFPS
source: Framerate target
de_de: Framerate-Ziel
fr_fr: Cible de fréquence d’images
it_it: Obiettivo framerate
ja_jp: Framerateターゲット
ko_kr: Framerate 목표
pt_br: Taxa de quadros (FPS) alvo
zh_hans: 目标帧率
zh_hant: 目標幀率

# ProfilesPage_AutoTDPFPSDesc
source: Desired FPS target value for automatic TDP controller
de_de: Gewünschtes FPS-Ziel für Auto-TDP-Controller
fr_fr: Valeur de cible FPS désirée pour le contrôleur TDP automatique
it_it: Valore obiettivo del framerate desiderato per il controller TDP automatico
ja_jp: AutoTDP コントローラーの必要な FPS ターゲット値
ko_kr: AutoTDP 컨트롤러의 원하는 FPS 목표 값
pt_br: O valor alvo de FPS (Frames per second, quadros por segundo) desejado para o controlador de TDP automático
zh_hans: 自动TDP功能参考的目标帧率
zh_hant: 自動TDP功能參考的目標幀率

# ProfilesPage_GPUMhz
source: GPU Clock max frequency
de_de: Maximale GPU-Taktfrequenz
fr_fr: Fréquence max de l'horloge GPU
it_it: Frequenza massima clock GPU
ja_jp: GPU クロックの最大周波数
ko_kr: GPU 클럭의 최대 주파수
pt_br: Frequência máxima do clock da GPU
zh_hans: GPU最大频率
zh_hant: GPU最大時脈

# ProfilesPage_GPUMhzDesc
source: Maximum clock speed of the GPU in Mhz
de_de: Maximale Taktgeschwindigkeit des GPU in MHz
fr_fr: Vitesse d'horloge maximale du GPU en Mhz
it_it: Frequenza massima del clock della GPU in Mhz
ja_jp: GPU の最大クロック速度 (Mhz)
ko_kr: GPU의 최대 클럭 속도 (Mhz)
pt_br: Velocidade máxima do clock da GPU em Mhz
zh_hans: 设置GPU最大频率（Mhz）
zh_hant: 設置GPU最大時脈（Mhz）

# OverlayPage_OverlayDisplayLevel
source: Overlay display level
de_de: Overlay-Anzeigenlevel
fr_fr: Niveau d'affichage de la superposition
it_it: Livello di visualizzazione sovrapposizione
ja_jp: オーバーレイ表示レベル
ko_kr: 오버레이 표시 레벨
pt_br: Nível de exibição da sobreposição
zh_hans: 悬浮窗显示模式
zh_hant: 覆蓋窗顯示模式

# OverlayPage_OverlayDisplayLevelDesc
source: Change the on-screen display level of information
de_de: Verändere die Menge der Statistikwerten
fr_fr: Choisir le niveau d’informations de l'OSD
it_it: Cambia il livello di visualizzazione delle informazioni sulla sovrapposizione a schermo
ja_jp: 画面上の情報表示レベルを変更
ko_kr: 화면 상의 정보 표시 레벨을 변경
pt_br: Alterar o nível de informação exibida na tela
zh_hans: 更改悬浮窗显示模式
zh_hant: 更改覆蓋窗顯示模式

# OverlayPage_OverlayDisplayUpdateRate
source: Update rate
de_de: Aktualisierungsrate
fr_fr: Mettre à jour le taux
it_it: Frequenza di aggiornamento
ja_jp: 更新レート
ko_kr: 업데이트 주기
pt_br: Frequência de atualização
zh_hans: 更新频率
zh_hant: 更新頻率

# OverlayPage_OverlayDisplayUpdateRateDesc
source: Change the on-screen display update rate
de_de: Verändere die Update-Rate der Statistikwerte
fr_fr: Définir la fréquence de mise à jour de l’OSD
it_it: Cambia la frequenza di aggiornamento della sovrapposizione a schermo
ja_jp: オンスクリーン表示の更新レートを変更
ko_kr: 온스크린 표시의 업데이트 주기를 변경
pt_br: Alterar a frequência de atualização das informações exibidas em tela
zh_hans: 更改性能悬浮窗更新频率
zh_hant: 更改性能覆蓋窗更新頻率

# ProfilesPage_FramerateLimit
source: Framerate limit
fr_fr: Limite de fréquence d'images
it_it: Limite framerate
ja_jp: フレームレート制限
ko_kr: 프레임레이트 제한
pt_br: Limite de quadros por segundo (FPS)
zh_hans: 限制帧率
zh_hant: 限制幀率

# ProfilesPage_FramerateLimitDesc
source: Limits framerate for 3D applications
de_de: Begrenzt FPS für 3D-Programme
fr_fr: Limiter de fréquence d'images pour applications 3D
it_it: Limita il framerate per le applicazioni 3D
ja_jp: 3D アプリケーションのフレームレートを制限
ko_kr: 3D 애플리케이션의 프레임레이트를 제한합니다
pt_br: Limita a quantidade de quadros por segundo (FPS) para aplicações 3D
zh_hans: 限制程序的最大帧率
zh_hant: 限制程序的最大幀率

# Hotkey_PrintScreen
source: Open Snipping tool
fr_fr: Ouvrir l’outil Capture
ko_kr: 캡처 도구 열기
pt_br: Abrir a Ferramenta de Captura
zh_hans: 截图工具
zh_hant: 截圖工具

# Hotkey_PrintScreenDesc
source: Press this key: Windows + Shift + S
fr_fr: Appuyez sur cette touche : Windows + Maj + S
ko_kr: 다음 키를 누르세요: Windows + Shift + S
pt_br: Pressione esta combinação: Windows + Shift + S
zh_hans: 输出指令：Windows + Shift + S
zh_hant: 輸出指令：Windows + Shift + S

# MainWindow_navHotkeys
source: Hotkeys
fr_fr: Raccourcis
it_it: Tasti di scelta rapida
ko_kr: 단축키
pt_br: Teclas/Atalhos
zh_hans: 快捷键
zh_hant: 熱鍵

# SettingsPage_ThemeDefault
source: Use system setting
de_de: Systemeinstellung benutzen
fr_fr: Utiliser les paramètres du système
it_it: Usa impostazione di sistema
ko_kr: 시스템 설정 사용
pt_br: Usar padrão do sistema
zh_hans: 应用Windows系统设置
zh_hant: 應用Windows系統設置

# ButtonsPage_Back_Grips
source: BACK GRIPS
fr_fr: POIGNÉES ARRIÈRE
it_it: GRIP POSTERIORI
ko_kr: 백 버튼
pt_br: BOTÕES TRASEIROS
zh_hans: 背键
zh_hant: 背鍵

# DPadPage_DPad
source: DIRECTIONAL PAD
de_de: STEUERKREUZ
fr_fr: PAD DIRECTIONNEL
it_it: PAD DIREZIONALE
ko_kr: D패드
pt_br: PAD DIGITAL
zh_hans: 方向键
zh_hant: 方向鍵

# JoystickPage_Joystick_Left
source: LEFT JOYSTICK
de_de: LINKER JOYSTICK
fr_fr: JOYSTICK GAUCHE
it_it: JOYSTICK SINISTRO
ko_kr: 왼쪽 조이스틱
pt_br: JOYSTICK ESQUERDO
zh_hans: 左摇杆
zh_hant: 左搖杆

# JoystickPage_Joystick_Left_Buttons
source: LEFT JOYSTICK BUTTONS
de_de: LINKE JOYSTICK-TASTEN
fr_fr: BOUTON JOYSTICK GAUCHE
it_it: PULSANTI JOYSTICK SINISTRO
ko_kr: 왼쪽 조이스틱 버튼
pt_br: BOTÕES JOYSTICK ESQUERDO
zh_hans: 左摇杆按键指令
zh_hant: 左搖杆按鍵指令

# JoystickPage_Joystick_Right
source: RIGHT JOYSTICK
de_de: RECHTER JOYSTICK
fr_fr: JOYSTICK DROIT
it_it: JOYSTICK DESTRO
ko_kr: 오른쪽 조이스틱
pt_br: JOYSTICK DIREITO
zh_hans: 右摇杆
zh_hant: 右搖杆

# JoystickPage_Joystick_Right_Buttons
source: RIGHT JOYSTICK BUTTONS
de_de: RECHTE JOYSTICK-TASTEN
fr_fr: BOUTON JOYSTICK DROITS
it_it: PULSANTI JOYSTICK DESTRO
ko_kr: 오른쪽 조이스틱 버튼
pt_br: BOTÕES JOYSTICK DIREITO
zh_hans: 右摇杆按键指令
zh_hant: 右搖杆按鍵指令

# TrackPadsPage_Trackpad_Left
source: LEFT TRACKPAD
de_de: LINKER TRACKPAD
fr_fr: TRACKPAD GAUCHE
it_it: TRACKPAD SINISTRO
ko_kr: 왼쪽 트랙패드
pt_br: TRACKPAD ESQUERDO
zh_hans: 左触摸板
zh_hant: 左觸摸板

# TrackPadsPage_Trackpad_Left_Buttons
source: LEFT TRACKPAD BUTTONS
de_de: LINKE TRACKPAD-TASTEN
fr_fr: PAVÉ TACTILE: BOUTONS GAUCHE
it_it: PULSANTI TRACKPAD SINISTRO
ko_kr: 왼쪽 트랙패드 버튼
pt_br: BOTÕES TRACKPAD ESQUERDO
zh_hans: 左触摸板按键
zh_hant: 左觸摸板按鍵

# TrackPadsPage_Trackpad_Right
source: RIGHT TRACKPAD
de_de: RECHTER TRACKPAD
fr_fr: TRACKPAD DROIT
it_it: TRACKPAD DESTRO
ko_kr: 오른쪽 트랙패드
pt_br: TRACKPAD DIREITO
zh_hans: 右触摸板
zh_hant: 右觸摸板

# TrackPadsPage_Trackpad_Right_Buttons
source: RIGHT TRACKPAD BUTTONS
de_de: RECHTE TRACKPAD-TASTEN
fr_fr: PAVÉ TACTILE: BOUTONS DROITE
it_it: PULSANTI TRACKPAD DESTRO
ko_kr: 오른쪽 트랙패드 버튼
pt_br: BOTÕES TRACKPAD DIREITO
zh_hans: 右触摸板按键
zh_hant: 右觸摸板按鍵

# TriggersPage_Trigger_Left
source: LEFT TRIGGER
de_de: LINKE ANALOGTASTE
fr_fr: GÂCHETTE GAUCHE
it_it: TRIGGER SINISTRO
ko_kr: 왼쪽 트리거
pt_br: GATILHO ESQUERDO
zh_hans: 左扳机
zh_hant: 左扳機

# TriggersPage_Trigger_Left_Button
source: LEFT TRIGGER BUTTONS
de_de: LINKE ANALOGTASTE
fr_fr: BOUTONS GÂCHETTE GAUCHE
it_it: PULSANTI TRIGGER SINISTRO
ko_kr: 왼쪽 트리거 버튼
pt_br: BOTÕES GATILHO ESQUERDO
zh_hans: 左扳机按键
zh_hant: 左扳機按鍵

# TriggersPage_Trigger_Right
source: RIGHT TRIGGER
de_de: RECHTER TRIGGER
fr_fr: GÂCHETTE DROIT
it_it: TRIGGER DESTRO
ko_kr: 오른쪽 트리거
pt_br: GATILHO DIREITO
zh_hans: 右扳机
zh_hant: 右扳機

# TriggersPage_Trigger_Right_Button
source: RIGHT TRIGGER BUTTONS
de_de: RECHTE TRIGGER-TASTEN
fr_fr: BOUTONS GÂCHETTE DROITE
it_it: PULSANTI TRIGGER DESTRO
ko_kr: 오른쪽 트리거 버튼
pt_br: BOTÕES GATILHO DIREITO
zh_hans: 右扳机按键
zh_hant: 右扳機按鍵

# AboutPage_Partner
source: Partner
fr_fr: Partenaires
ko_kr: 파트너
pt_br: Parceiro
zh_hans: 合作伙伴
zh_hant: 合作夥伴

# Dialog_Yes
source: Yes
fr_fr: Oui
ko_kr: 예
pt_br: Sim
zh_hans: 是

# Dialog_No
source: No
fr_fr: Non
ko_kr: 아니오
pt_br: Não
zh_hans: 否

# Dialog_ForceRestartDesc
source: Your device must be restarted in order for the changes to take effect. Would you like to restart now?
fr_fr: Votre appareil doit être redémarré pour que les changements prennent effet. Voulez-vous redémarrer maintenant ?
ko_kr: 변경 사항을 적용하려면 장치를 재시작해야 합니다. 지금 재시작하시겠습니까?
pt_br: Seu dispositivo deve ser reiniciado para que as alterações tenham efeito. Você gostaria de reiniciar agora?
zh_hans: 您的设备需要重新启动，以使修改生效。现在就要重新启动吗？
zh_hant: 您的裝置需要重新啟動，以使修改生效。是否立即重新啟動？

# Dialog_ForceRestartTitle
source: Restart required
fr_fr: Redémarrage requis
ko_kr: 재시작 필요
pt_br: Necessário reiniciar
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

# AboutPage_Manufacturer
source: Manufacturer
de_de: Hersteller
fr_fr: Fabricant
it_it: Produttore
ko_kr: 제조업체
pt_br: Fabricante
zh_hans: 制造商
zh_hant: 製造商

# AboutPage_ProductName
source: Product name
de_de: Produktname
fr_fr: Nom du produit
it_it: Nome prodotto
ko_kr: 제품명
pt_br: Nome do produto
zh_hans: 产品名
zh_hant: 產品名

# ControllerPage_NoPhysicalControllerWarning
source: No physical controller connected
de_de: Kein physischer Controller gefunden
fr_fr: Aucun contrôleur physique connecté
it_it: Nessun controller fisico connesso
ko_kr: 물리적 컨트롤러가 연결되어 있지 않습니다
pt_br: Nenhum controle físico conectado
zh_hans: 没有连接实体手柄
zh_hant: 沒有連接實體手柄

# ControllerPage_DesktopLayout
source: Desktop layout
fr_fr: Disposition bureau
it_it: Layout desktop
ko_kr: 데스크톱 레이아웃
pt_br: Layout de Área de Trabalho
zh_hans: 桌面模式
zh_hant: 桌面布局

# ControllerPage_DesktopLayoutDefine
source: Define desktop layout
de_de: Desktop-Layout festlegen
fr_fr: Définir la disposition bureau
it_it: Definisci layout desktop
ko_kr: 데스크톱 레이아웃 정의
pt_br: Definir layout de área de trabalho
zh_hans: 配置桌面模式
zh_hant: 配置桌面布局

# ControllerPage_DesktopLayoutDefineController
source: Define controller layout when in desktop mode
de_de: Controller-Layout im Desktop festlegen
fr_fr: Définir la disposition du contrôleur en mode bureau
it_it: Definisci il layout del controller quando sei in modalità desktop
ko_kr: 데스크톱 모드에서 컨트롤러 레이아웃 정의
pt_br: Definir layout do controle quando no modo de área de trabalho
zh_hans: 在桌面模式下配置手柄布局
zh_hant: 在桌面模式下配置手柄布局

# ControllerPage_DesktopLayoutEdit
source: Edit
de_de: Bearbeiten
fr_fr: Modifier
it_it: Modifica
ko_kr: 편집
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# ControllerPage_DesktopLayoutEnable
source: Enable desktop layout
de_de: Desktop-Layout aktivieren
fr_fr: Activer la disposition bureau
it_it: Abilita layout desktop
ko_kr: 데스크톱 레이아웃 활성화
pt_br: Ligar layout de área de trabalho
zh_hans: 激活桌面模式
zh_hant: 啟用桌面布局

# ControllerPage_NonGameControllerLayouts
source: Non-game controller layouts
de_de: Non-Spiel Controller-Layouts
fr_fr: Disposition de manette hors jeu
it_it: Layout di controller non da gioco
ko_kr: 비게임 컨트롤러 레이아웃
pt_br: Layouts de controle fora de jogos
zh_hans: 非游戏手柄布局
zh_hant: 非遊戲手柄布局

# ControllerPage_NoPhysicalControllerAction
source: You might want to click on Connect next to your plugged controller.
de_de: Klicken Sie auf Verbinden neben Ihrem angeschlossenen Controller.
fr_fr: Vous pouvez cliquer sur Connecter à côté de votre manette branchée.
it_it: Potresti voler fare clic su Connetti accanto al tuo controller collegato.
ko_kr: 연결된 컨트롤러 옆에 있는 연결 버튼을 클릭하세요
pt_br: Talvez você queira clicar em Conectar ao lado do seu controle conectado.
zh_hans: 或许你应该先连接一个手柄，单击手柄旁的“连接”
zh_hant: 或許你應該先連接一個手柄。

# ControllerPage_NoPhysicalControllerDesc
source: You have no physical controller connected. No inputs will be sent to HC or its service.
de_de: Sie haben keinen physischen Controller angeschlossen. Es werden keine Eingaben an HC oder seinen Dienst gesendet.
fr_fr: Vous n'avez aucun contrôleur physique connecté. Aucune entrée ne sera envoyée à HC ou à son service.
it_it: Non hai nessun controller fisico collegato. Nessun input verrà inviato a HC o al suo servizio.
ko_kr: 물리적 컨트롤러가 연결되어 있지 않습니다. 입력이 HC 또는 해당 서비스로 전송되지 않습니다.
pt_br: Você não possui controle físico conectado. Nenhuma entrada será enviada para o HC ou seu serviço.
zh_hans: 没有连接到实体手柄。掌机伴侣无法收到任何输入请求
zh_hant: 沒有連接到實體手柄。掌機伴侶沒辦法處理任何輸入請求

# ControllerPage_NoPhysicalControllerDetectedAction
source: Please make sure you connected a compatible XInput or DInput device.
de_de: Bitte stellen Sie sicher, dass Sie ein kompatibles XInput- oder DInput-Gerät angeschlossen haben.
fr_fr: Assurez-vous d'avoir connecté un périphérique XInput ou DirectInput compatible.
it_it: Assicurati di aver collegato un dispositivo XInput o DInput compatibile.
ko_kr: 호환되는 XInput 또는 DirectInput 장치가 연결되어 있는지 확인하세요.
pt_br: Por favor, certifique-se de conectar um dispositivo compatível com XInput ou DInput.
zh_hans: 请确保你连接了支持 XInput 或者 DInput 的设备
zh_hant: 請確保你連接了支持 XInput 或者 DInput 的設備

# ControllerPage_NoPhysicalControllerDetectedWarning
source: No physical controller detected
de_de: Kein physischer Controller gefunden
fr_fr: Aucun contrôleur physique détecté
it_it: Nessun controller fisico rilevato
ko_kr: 물리적 컨트롤러가 감지되지 않았습니다
pt_br: Nenhum controle físico detectado
zh_hans: 没有检测到实体手柄
zh_hant: 沒有檢測到實體手柄

# ControllerPage_NoVirtualControllerAction
source: You might want to start companion service or make sure your virtual controller status is set to: Connected
de_de: Starten Sie den Begleitdienst oder stellen Sie sicher, dass der Status Ihrer virtuellen Steuerung auf "Verbunden" eingestellt ist.
fr_fr: Vous pourriez vouloir démarrer le service compagnon ou vous assurer que le statut de votre contrôleur virtuel est défini à : Connecté
it_it: Potresti voler avviare il servizio companion o assicurarti che lo stato del tuo controller virtuale sia impostato su: Connesso
ko_kr: companion 서비스를 시작하거나 가상 컨트롤러 상태가 연결됨으로 설정되어 있는지 확인하세요
pt_br: Talvez você queira iniciar o serviço do Companion ou certificar-se que o a situação do seu controle virtual é: Conectado
zh_hans: 请确保虚拟手柄服务已开启并将状态切换为“已连接”
zh_hant: 請確保虛擬手柄服務已開啟並將狀態切換為「已連接」

# ControllerPage_NoVirtualControllerDesc
source: Your physical controller is hidden, yet you have no virtual controller available. No inputs will be sent to games.
de_de: Ihr physischer Controller ist versteckt, aber sie haben keinen Virtuellen Controller. Keine Eingaben werden an das Spiel geschickt.
fr_fr: Votre contrôleur physique est caché, mais vous n'avez aucun contrôleur virtuel disponible. Aucune entrée ne sera envoyée aux jeux.
it_it: Il tuo controller fisico è nascosto, ma non hai a disposizione un controller virtuale. Nessun input verrà inviato ai giochi.
ko_kr: 물리적 컨트롤러가 숨겨져 있으며, 가상 컨트롤러가 없습니다. 입력이 게임에 전송되지 않습니다.
pt_br: Seu controle físico está oculto, no entanto você não possui controle virtual disponível. Nenhuma entrada será enviada para os jogos.
zh_hans: 实体手柄已被隐藏，并且没有可用的虚拟手柄配置，程序可能无法收到任何输入命令
zh_hant: 實體手柄已被隱藏，並且沒有可用的虛擬手柄配置，程序可能無法收到任何輸入命令

# ControllerPage_NoVirtualControllerWarning
source: No virtual controller detected
de_de: Kein virtueller Controller gefunden
fr_fr: Aucun contrôleur virtuel détecté
it_it: Nessun controller virtuale rilevato
ko_kr: 가상 컨트롤러가 감지되지 않았습니다
pt_br: Nenhum controle virtual detectado
zh_hans: 没有检测到虚拟手柄
zh_hant: 沒檢測到虛擬手柄

# ControllerPage_PhysicalControllerHiddenAction
source: You might want to unmute your virtual controller or unhide your physical controller.
de_de: Heben Sie die Stummschaltung Ihres virtuellen Controllers auf oder zeigen Sie Ihren physischen Controller an.
fr_fr: Vous pourriez vouloir réactiver votre contrôleur virtuel ou afficher votre contrôleur physique.
it_it: Potresti voler attivare l'audio del tuo controller virtuale o rendere visibile il tuo controller fisico.
ko_kr: 가상 컨트롤러의 음소거를 해제하거나 물리적 컨트롤러의 숨기기를 해제할 수 있습니다.
pt_br: Talvez você queira reativar seu controle virtual ou ocultar seu controle físico.
zh_hans: 请启用虚拟手柄，或者解除实体手柄的隐藏
zh_hant: 請啟用虛擬手柄，或者解除實體手柄的隱藏

# ControllerPage_PhysicalControllerHiddenDesc
source: Your physical controller is hidden, yet you have muted your virtual controller.
de_de: Ihr physischer Controller ist versteckt, aber ihr Virtueller Controller ist stumm.
fr_fr: Votre contrôleur physique est masqué, mais vous avez mis votre contrôleur virtuel en sourdine.
it_it: Il tuo controller fisico è nascosto, ma hai attivato l'audio del tuo controller virtuale.
ko_kr: 물리적 컨트롤러가 숨겨져 있으며, 가상 컨트롤러가 없습니다. 입력이 게임에 전송되지 않습니다.
pt_br: Seu controle físico está oculto e ainda você também está com o controle virtual inativo.
zh_hans: 实体手柄已被隐藏，并且虚拟手柄未被启用
zh_hant: 實體手柄已被隱藏，並且虛擬手柄未被啟用

# ControllerPage_PhysicalControllerHiddenWarning
source: Physical controller is hidden
de_de: Physischer Controller ist versteckt
fr_fr: Le contrôleur physique est masqué
it_it: Controller fisico nascosto
ko_kr: 물리적 컨트롤러가 숨겨져 있습니다
pt_br: O controle físico está oculto
zh_hans: 实体手柄已被隐藏
zh_hant: 實體手柄已被隱藏
