Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# OverlayPage_FaceCameraDesc
source: 3D Model slowly rotates to face camera as default position
de_de: 3D-Modell dreht sich langsam in Richtung Kamera als Standardposition
fr_fr: Le modèle 3D tourne lentement pour faire face à la caméra en position par défaut
it_it: Il modello 3D ruota lentamente per inquadrare la fotocamera come posizione predefinita
ja_jp: 3D モデルはデフォルトの位置としてカメラに向かうようにゆっくり回転します
ko_kr: 3D 모델은 기본 위치로 카메라를 향해 천천히 회전합니다
pt_br: O modelo 3D vagarosamente rotaciona para encarar a câmera como posição padrão
zh_hans: 启用后，3D手柄将缓慢旋转至设定角度
zh_hant: 啟用後，3D手柄將緩慢旋轉至設定角度

# OverlayPage_Listening
source: Listening...
de_de: Warten...
fr_fr: En écoute...
it_it: In ascolto...
pt_br: Escutando...
zh_hans: 侦听中...
zh_hant: 偵聽中...

# OverlayPage_MainTrigger
source: Main trigger
de_de: Hauptschalter
fr_fr: Déclencheur principal
it_it: Pulsante principale
ja_jp: メイントリガー
ko_kr: 메인 트리거
pt_br: Gatilho principal
zh_hans: 主开关
zh_hant: 主開關

# OverlayPage_MainTriggerDesc
source: Change 3D controller overlay main trigger
de_de: 3D-Controller-Overlay-Hauptschalter ändern
fr_fr: Modifier le déclencheur principal
it_it: Cambia il pulsante principale dell'overlay del controller 3D
ja_jp: 3D コントローラー オーバーレイのメイン トリガーを変更
ko_kr: 3D 컨트롤러 오버레이의 메인 트리거를 변경합니다
pt_br: Alterar o gatilho principal da sobreposição de controle 3D
zh_hans: 修改主开关
zh_hant: 修改主開關

# OverlayPage_MotionActivated
source: Motion
de_de: Bewegung
fr_fr: Mouvement
it_it: Movimento
ja_jp: モーション
ko_kr: 모션
pt_br: Movimento
zh_hans: 体感
zh_hant: 體感

# OverlayPage_MotionActivatedDesc
source: Model will move in accordance with user movements based on sensor information
de_de: Das Modell bewegt sich entsprechend den Bewegungen des Benutzers auf der Grundlage von Sensorinformationen
fr_fr: Le modèle se déplacera en fonction des mouvements de l'utilisateur en fonction des informations du capteur
it_it: Il modello si muoverà in base ai movimenti dell'utente basati sulle informazioni dei sensori
ja_jp: センサー情報をもとにユーザーの動きに合わせてモデルが動きます
ko_kr: 센서 정보를 기반으로 사용자의 움직임에 따라 모델이 움직입니다.
pt_br: O modelo se movimentará de acordo com os movimentos do usuário baseado em informações do sensor
zh_hans: 3D手柄模型会根据陀螺仪方向旋转
zh_hant: 3D手柄模型會根據陀螺儀方向旋轉

# OverlayPage_OEMController
source: OEM controller
fr_fr: Contrôleur OEM
it_it: Controller OEM
ja_jp: OEM コントローラー
ko_kr: OEM 컨트롤러
pt_br: Controle OEM (Original do fabricante)
zh_hans: 实体手柄
zh_hant: 實體手柄

# OverlayPage_Opacity
source: Opacity
de_de: Deckkraft
fr_fr: Opacité
it_it: Opacità
ja_jp: 不透明度
ko_kr: 불투명도
pt_br: Opacidade
zh_hans: 不透明度
zh_hant: 不透明度

# OverlayPage_OpacityControllerDesc
source: Change 3D controller overlay opacity
de_de: Deckkraft der 3D-Controller-Überlagerung ändern
fr_fr: Modifier l'opacité de la superposition du contrôleur 3D
it_it: Cambia l'opacità dell'overlay del controller 3D
ja_jp: 3D コントローラーのオーバーレイの不透明度を変更
ko_kr: 3D 컨트롤러 오버레이의 불투명도를 변경합니다.
pt_br: Alterar a opacidade da sobreposição de controle 3D
zh_hans: 更改3D手柄的不透明度
zh_hant: 更改3D手柄的不透明度

# OverlayPage_OpacityTrackpadDesc
source: Change trackpads overlay opacity
de_de: Trackpad-Overlay-Transparent ändern
fr_fr: Modifier l'opacité de superposition des trackpads
it_it: Cambia l'opacità dell'overlay dei trackpad
ja_jp: トラックパッドのオーバーレイの不透明度を変更
ko_kr: 트랙패드 오버레이의 불투명도를 변경합니다.
pt_br: Alterar a opacidade da sobreposição de trackpads
zh_hans: 修改虚拟触摸板不透明度
zh_hant: 修改虛擬觸摸板不透明度

# OverlayPage_Overlay
source: Overlay
fr_fr: Superposition
ja_jp: オーバーレイ
ko_kr: 오버레이
pt_br: Sobreposição
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# OverlayPage_OverlayModel
source: Overlay model
de_de: Overlay-Modell
fr_fr: Modèle de superposition
it_it: Modello overlay
ja_jp: オーバーレイ モデル
ko_kr: 오버레이 모델
pt_br: Modelo de sobreposição
zh_hans: 3D手柄模型
zh_hant: 3D手柄模型

# OverlayPage_OverlayModelDesc
source: Change 3D controller overlay model
de_de: 3D-Overlay-Modell ändern
fr_fr: Modifier le modèle de superposition du contrôleur 3D
it_it: Cambia il modello dell'overlay del controller 3D
ja_jp: 3D コントローラーのオーバーレイ モデルを変更
ko_kr: 3D 컨트롤러 오버레이 모델을 변경합니다.
pt_br: Alterar o modelo usado na sobreposição de controle 3D
zh_hans: 修改3D手柄模型
zh_hant: 修改3D手柄模型

# OverlayPage_OverlayPreview
source: Overlay preview
de_de: Overlay-Vorschau
fr_fr: Aperçu de la superposition
it_it: Anteprima overlay
ja_jp: オーバーレイ プレビュー
ko_kr: 오버레이 미리보기
pt_br: Prévia de sobreposição
zh_hans: 悬浮窗预览
zh_hant: 覆蓋窗預覽

# OverlayPage_RenderSettings
source: Render settings
de_de: Render-Einstellungen
fr_fr: Paramètres de rendu
it_it: Impostazioni di rendering
ja_jp: レンダリング設定
ko_kr: 렌더링 설정
pt_br: Configurações de renderização
zh_hans: 渲染设置
zh_hant: 渲染設置

# OverlayPage_RenderSettingsAntialiasing
source: Anti-Aliasing
fr_fr: Anticrénelage
ja_jp: アンチエイリアシング
ko_kr: 안티 에일리어싱
pt_br: Antisserrilhamento
zh_hans: 抗锯齿
zh_hant: 抗鋸齒

# OverlayPage_RenderSettingsAntialiasingDesc
source: Change the render anti-aliasing status
de_de: Ändern des Rendering-Anti-Aliasing-Status
fr_fr: Modifier le statut d'anti-aliasing de rendu
it_it: Cambia lo stato dell'anti-aliasing del rendering
ja_jp: レンダリングのアンチエイリアスステータスを変更
ko_kr: 렌더링의 안티 에일리어싱 상태를 변경합니다.
pt_br: Alterar a situação de antisserrilhamento (suavização de bordas) da sobreposição
zh_hans: 启用/禁用抗锯齿
zh_hant: 啟用/禁用抗鋸齒

# OverlayPage_RenderSettingsDesc
source: Change the render settings of your stationary 3D overlay controller model
de_de: Ändern Sie die Rendereinstellungen Ihres stationären 3D-Overlay-Controller-Modells
fr_fr: Modifiez les paramètres de rendu de votre modèle de contrôleur de superposition 3D stationnaire
it_it: Cambia le impostazioni di rendering del modello del tuo controller 3D overlay stazionario
ja_jp: 固定 3D オーバーレイ コントローラー モデルのレンダリング設定を変更
ko_kr: 고정 3D 오버레이 컨트롤러 모델의 렌더링 설정을 변경합니다.
pt_br: Alterar as configurações de renderização do seu modelo de controle 3D estacionário
zh_hans: 更改3D手柄模型的渲染设置
zh_hant: 更改3D手柄模型的渲染設置

# OverlayPage_RenderSettingsFramerate
source: Update rate
de_de: Aktualisierungsrate
fr_fr: Mettre à jour le taux
it_it: Frequenza di aggiornamento
ja_jp: 更新レート
ko_kr: 업데이트 주기
pt_br: Frequência de atualização
zh_hans: 刷新率
zh_hant: 刷效率

# OverlayPage_RenderSettingsFramerateDesc
source: Change the render update rate, in update per second
de_de: Ändern Sie die Render-Update-Rate, in Update pro Sekunde
fr_fr: Modifier le taux de mise à jour de rendu, mise à jour par seconde
it_it: Cambia la frequenza di aggiornamento del rendering, in aggiornamenti al secondo
ja_jp: レンダリングの更新レートを 1秒あたりで変更
ko_kr: 1초당 렌더링의 업데이트 주기를 변경합니다.
pt_br: Alterar a frequência de atualizações da renderização, em atualizações por segundo
zh_hans: 更改渲染刷新率（Hz）
zh_hant: 更改渲染刷新率（Hz）

# OverlayPage_Size
source: Size
de_de: Größe
fr_fr: Taille
it_it: Dimensioni
ja_jp: サイズ
ko_kr: 크기
pt_br: Tamanho
zh_hans: 大小
zh_hant: 大小

# OverlayPage_SizeDesc
source: Change 3D controller overlay size
de_de: Größe des 3D-Controller-Overlays ändern
fr_fr: Modifier la taille du contrôleur
it_it: Cambia le dimensioni dell'overlay del controller 3D
ja_jp: 3D コントローラーのオーバーレイ サイズを変更
ko_kr: 3D 컨트롤러 오버레이 크기를 변경합니다.
pt_br: Alterar o tamanho da sobreposição de controle 3D
zh_hans: 修改3D姿态展示大小
zh_hant: 修改3D姿態展示大小

# OverlayPage_SizeOverlayDesc
source: Change trackpads overlay size
de_de: Trackpad-Overlay-Größe ändern
fr_fr: Modifier la taille des trackpads
it_it: Cambia le dimensioni dell'overlay dei trackpad
ja_jp: トラックパッドのオーバーレイ サイズを変更する
ko_kr: 트랙패드 오버레이 크기를 변경합니다.
pt_br: Alterar o tamanho da sobreposição dos trackpads
zh_hans: 修改触摸板展示大小
zh_hant: 修改觸摸板展示大小

# OverlayPage_ToyController
source: Fisher-Price controller
fr_fr: Contrôleur Fisher-Price
it_it: Controller Fisher-Price
pt_br: Controle Fisher-Price
zh_hans: Fisher-Price 玩具手柄

# OverlayPage_TrackpadsOptions
source: Trackpads options
de_de: Optionen für Trackpads
fr_fr: Options des trackpads
it_it: Opzioni dei trackpad
ja_jp: トラックパッドのオプション
ko_kr: 트랙패드의 옵션
pt_br: Opções dos trackpads
zh_hans: 触摸板选项
zh_hant: 觸摸板選項

# Overlay_Overlay
source: Overlay
ja_jp: オーバーレイ
ko_kr: 오버레이
pt_br: Sobreposição
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# ProcessEx_processResume
source: Resume
de_de: Fortsetzen
fr_fr: Reprendre
it_it: Riprendi
ja_jp: 再開
ko_kr: 재개
pt_br: Resumir
zh_hans: 继续
zh_hant: 繼續

# ProcessEx_processSuspend
source: Suspend
de_de: Pausieren
fr_fr: Suspendre
it_it: Sospendi
ja_jp: 一時停止
ko_kr: 일시 정지
pt_br: Suspender
zh_hans: 暂停
zh_hant: 暫停

# SettingsMode0_AdditionalSettings
source: Additional settings
de_de: Zusätzliche Einstellungen
fr_fr: Paramètres supplémentaires
it_it: Impostazioni aggiuntive
ja_jp: 追加設定
ko_kr: 추가 설정
pt_br: Configurações adicionais
zh_hans: 额外选项
zh_hant: 額外選項

# SettingsMode0_AimingDownSights
source: Aiming down sights motion multiplier
de_de: Multiplikator für Bewegungen beim Zielen
fr_fr: Multiplicateur de sensibilité en visée
it_it: Moltiplicatore movimento mira
ja_jp: 照準を合わせるモーション数
ko_kr: 조준 사격 모션 배율
pt_br: Multiplicador de movimento de mirar
zh_hans: ADS(瞄准器) 灵敏度
zh_hant: ADS（Aiming down sights）靈敏度

# SettingsMode0_AimingDownSightsActivation
source: Activation button
de_de: Aktivierungstaste
fr_fr: Bouton d'activation
it_it: Pulsante di attivazione
ja_jp: アクティブ化ボタン
ko_kr: 활성화 버튼
pt_br: Botão de ativação
zh_hans: 启动按键
zh_hant: 啟動按鍵

# SettingsMode0_AimingDownSightsDesc
source: An additional motion sensitivity multiplier when aiming down sights or scope through the use of the configured activation button
de_de: Ein zusätzlicher Multiplikator für die Bewegungsempfindlichkeit beim Anvisieren der Visierung oder des Zielfernrohrs durch die Verwendung der konfigurierten Aktivierungstaste
fr_fr: Multiplicateur de sensibilité en visée/lunette (bouton configuré)
it_it: Un moltiplicatore di sensibilità del movimento aggiuntivo quando si mira o si utilizza un mirino attraverso l'uso del pulsante di attivazione configurato
ja_jp: 設定された起動ボタンを使用して照準器またはスコープを狙うときの追加のモーション感度数
ko_kr: 설정된 활성화 버튼을 사용하여 조준경 또는 조준경을 조준할 때 추가 모션 감도 배율 적용합니다.
pt_br: Um multiplicador de sensibilidade adicional de movimento quando utilizando miras através do uso de um botão de ativação
zh_hans: 按键以激活额外的ADS灵敏度
zh_hant: 按鍵以激活額外的ADS靈敏度

# SettingsMode0_AimingDownSightsMultiplier
source: Multiplier value
de_de: Multiplikatorwert
fr_fr: Valeur Multiplicateur
it_it: Valore moltiplicatore
ja_jp: 乗数値
ko_kr: 조준 사격 모션 배율
pt_br: Valor de multiplicador
zh_hans: 灵敏度值
zh_hant: 靈敏度值

# SettingsMode0_CameraOptions
source: Camera options
de_de: Kamera-Optionen
fr_fr: Options de la caméra
it_it: Opzioni fotocamera
ja_jp: カメラオプション
ko_kr: 카메라 옵션
pt_br: Opções de câmera
zh_hans: 视角选项
zh_hant: 視角選項

# SettingsMode0_CustomResponseCurve
source: Custom response curve
de_de: Benutzerdefinierte Reaktionskurve
fr_fr: Courbe de réponse personnalisée
it_it: Curva di risposta personalizzata
ja_jp: カスタム応答曲線
ko_kr: 커스텀 응답 곡선
pt_br: Curva de resposta personalizada
zh_hans: 自定义曲线
zh_hant: 自定義曲線

# SettingsMode0_CustomResponseCurveGameOutput
source: Output sent to game
de_de: Ausgabe an das Spiel gesendet
fr_fr: Commande envoyée au jeu
it_it: Uscita inviata al gioco
ja_jp: ゲームに送信
ko_kr: 게임으로 전송되는 출력
pt_br: Saída enviada para o jogo
zh_hans: 输出至游戏
zh_hant: 輸出至遊戲

# SettingsMode0_CustomResponseIntensity
source: Movement intensity
de_de: Bewegungsintensität
fr_fr: Intensité du mouvement
it_it: Intensità del movimento
ja_jp: 動きの強さ
ko_kr: 움직임의 강도
pt_br: Intensidade de movimentação
zh_hans: 移动强度
zh_hant: 移動強度

# SettingsMode0_CustomResponsePresetAgressive
source: Agressive
de_de: Aggressiv
fr_fr: Agressif
it_it: Aggressivo
ja_jp: アグレッシブ
ko_kr: 공격적
pt_br: Agressiva
zh_hans: 加速
zh_hant: 加速

# SettingsMode0_CustomResponsePresetDefault
source: Default
de_de: Standard
fr_fr: Par défaut
it_it: Predefinito
ja_jp: デフォルト
ko_kr: 기본값
pt_br: Padrão
zh_hans: 默认
zh_hant: 默認

# SettingsMode0_CustomResponsePresetOptions
source: Preset options
de_de: Voreinstellungs-Optionen
fr_fr: Options de préréglage
it_it: Opzioni predefinite
ja_jp: プリセットオプション
ko_kr: 프리셋 옵션
pt_br: Opções predefinidas
zh_hans: 预设选项
zh_hant: 預設選項

# SettingsMode0_CustomResponsePresetPrecise
source: Precise
de_de: Präzise
fr_fr: Précis
it_it: Preciso
ja_jp: 正確
ko_kr: 정확
pt_br: Precisa
zh_hans: 高精度
zh_hant: 高精度

# SettingsMode0_Sensitivity
source: Sensitivity
de_de: Empfindlichkeit
fr_fr: Sensibilité
it_it: Sensibilità
ja_jp: 感度
ko_kr: 감도
pt_br: Sensibilidade
zh_hans: 灵敏度
zh_hant: 靈敏度

# SettingsMode0_SensitivityDesc
source: Change the motion sensitivity of the horizontal and vertical axis
de_de: Ändern Sie die Bewegungsempfindlichkeit der horizontalen und vertikalen Achse
fr_fr: Modifier la sensibilité au mouvement de l'axe horizontal et vertical
it_it: Cambia la sensibilità del movimento dell'asse orizzontale e verticale
ja_jp: 水平軸と垂直軸のモーション感度を変更
ko_kr: 수평축과 수직축의 모션 감도를 변경합니다.
pt_br: Alterar a sensibilidade de movimento do eixo horizontal e vertical
zh_hans: 修改水平（X轴）和竖直（Y轴）的摇杆输出灵敏度
zh_hant: 修改水平（X軸）和豎直（Y軸）的搖杆輸出靈敏度

# SettingsMode0_SensitivityX
source: Sensitivity X
de_de: Empfindlichkeit X
fr_fr: Sensibilité X
it_it: Sensibilità X
ja_jp: 感度 X
ko_kr: X축 감도
pt_br: Sensibilidade X
zh_hans: 水平（X轴）灵敏度
zh_hant: 水平（X軸）靈敏度

# SettingsMode0_SensitivityXDesc
source: Change the motion sensitivity of the horizontal axis
de_de: Ändern Sie die Bewegungsempfindlichkeit der horizontalen Achse
fr_fr: Modifier la sensibilité de mouvement de l'axe horizontal
it_it: Cambia la sensibilità del movimento dell'asse orizzontale
ja_jp: 横軸のモーション感度を変更
ko_kr: 수평축의 모션 감도를 변경합니다.
pt_br: Alterar a sensibilidade de movimento para o eixo horizontal
zh_hans: 变更水平（X轴）的体感灵敏度
zh_hant: 變更水平（X軸）的體感靈敏度

# SettingsMode0_SensitivityY
source: Sensitivity Y
de_de: Empfindlichkeit Y
fr_fr: Sensibilité Y
it_it: Sensibilità Y
ja_jp: 感度 Y
ko_kr: Y축 감도
pt_br: Sensibilidade Y
zh_hans: 竖直（Y轴）灵敏度
zh_hant: 豎直（Y軸）靈敏度

# SettingsMode0_SensitivityYDesc
source: Change the motion sensitivity of the vertical axis
de_de: Ändern Sie die Bewegungsempfindlichkeit der vertikalen Achse
fr_fr: Modifier la sensibilité de mouvement de l'axe vertical
it_it: Cambia la sensibilità del movimento dell'asse verticale
ja_jp: 垂直軸のモーション感度を変更
ko_kr: 수직축의 모션 감도를 변경합니다.
pt_br: Alterar a sensibilidade de movimento para o eixo vertical
zh_hans: 变更竖直（Y轴）的体感灵敏度
zh_hant: 變更豎直（Y軸）的體感靈敏度

# SettingsMode0_StickSensitivtity
source: Stick sensitivtity
de_de: Stick-Empfindlichkeit
fr_fr: Sensibilité du joystick
it_it: Sensibilità del joystick
ja_jp: スティック感度
pt_br: Sensibilidade do analógico
zh_hans: 摇杆灵敏度
zh_hant: 搖杆靈敏度

# SettingsMode0_StickSensitivtityDesc
source: Change the rotation rate
de_de: Drehrate ändern
fr_fr: Modifier la vitesse de rotation
it_it: Cambia la velocità di rotazione
ja_jp: 回転速度を変更
pt_br: Alterar a taxa de rotação
zh_hans: 修改旋转率
zh_hant: 修改旋轉率

# SettingsMode1_AdditionalSettings
source: Additional settings
de_de: Zusätzliche Einstellungen
fr_fr: Paramètres supplémentaires
it_it: Impostazioni aggiuntive
ja_jp: 追加設定
ko_kr: 추가 설정
pt_br: Configurações adicionais
zh_hans: 额外选项
zh_hant: 額外選項

# SettingsMode1_Deadzone
source: Deadzone
fr_fr: Zone morte
it_it: Zona morta
ja_jp: デッドゾーン
ko_kr: 데드존
pt_br: Zona morta
zh_hans: 死区
zh_hant: 死區

# SettingsMode1_DeadzoneDesc
source: Change the steering deadzone. Improves steering straight
de_de: Ändern Sie die Deadzone in Grad. Verbessert das Geradeauslaufen
fr_fr: Modifier la zone morte de la direction, en degré. Améliore la rectitude de la direction
it_it: Cambia la zona morta dello sterzo, in gradi. Migliora la rettilineità dello sterzo
ja_jp: ステアリングのデッドゾーンを度単位で変更します。ステアリングの直進性が向上
ko_kr: 스티어링 데드존을 변경합니다. 스티어링 직진성이 개선됩니다.
pt_br: Altera a zona morta da direção, em graus. Melhora a direção reta
zh_hans: 改变方向盘死区角度，优化直线驾驶精度
zh_hant: 改變方向盤死區角度，優化直線駕駛精度

# SettingsMode1_JoystickGameInput
source: Joystick game Input
de_de: Joystick-Spiel Eingabe
fr_fr: Entrée de jeu par joystick
it_it: Input joystick gioco
ja_jp: ジョイスティック ゲーム入力
ko_kr: 조이스틱 게임 입력
pt_br: Entrada de jogo Joystick
zh_hans: 摇杆游戏输入
zh_hant: 搖杆遊戲輸入

# SettingsMode1_JoystickSteering
source: Joystick steering
de_de: Joystick-Lenkung
fr_fr: Direction par joystick
it_it: Sterzo joystick
ja_jp: ジョイスティックステアリング
ko_kr: 조이스틱 스티어링
pt_br: Joystick de direção
zh_hans: 体感驾驶
zh_hant: 體感駕駛

# SettingsMode1_JoystickSteeringOptions
source: Joystick steering options
de_de: Joystick-Lenkung-Optionen
fr_fr: Options de direction par joystick
it_it: Opzioni sterzo joystick
ja_jp: ジョイスティックステアリングオプション
ko_kr: 조이스틱 스티어링 옵션
pt_br: Opções de joystick de direção
zh_hans: 体感驾驶选项
zh_hant: 體感駕駛選項

# SettingsMode1_JoystickSteeringPreview
source: Joystick steering preview
de_de: Joystick-Lenkung-Vorschau
fr_fr: Aperçu de la direction par joystick
it_it: Anteprima sterzo joystick
ja_jp: ジョイスティックステアリングのプレビュー
ko_kr: 조이스틱 스티어링 미리보기
pt_br: Prévia de joystick de direção
zh_hans: 体感驾驶预览
zh_hant: 體感駕駛預覽

# SettingsMode1_MaxSteeringAngle
source: Max steering angle
de_de: Maximaler Lenkwinkel
fr_fr: Angle de braquage maximal
it_it: Angolo massimo di sterzo
ja_jp: 最大ステアリング角度
ko_kr: 최대 스티어링 각도
pt_br: Ângulo máximo de direção
zh_hans: 最大转向角度
zh_hant: 最大轉向角度

# SettingsMode1_MaxSteeringAngleDesc
source: Change the maximum steering angle value
de_de: Den maximalen Lenkwinkelwert in Grad ändern
fr_fr: Modifier la valeur maximale de l'angle de braquage, en degrés
it_it: Cambia il valore massimo dell'angolo di sterzo, in gradi
ja_jp: ステアリング角度の最大値を度単位で変更
ko_kr: 스티어링 각도의 최대값을 변경합니다.
pt_br: Alterar o valor de ângulo máximo de direção, em graus
zh_hans: 修改最大转向角度
zh_hant: 修改最大轉向角度

# SettingsMode1_SteeringLinearity
source: Steering linearity
de_de: Linearität der Lenkung
fr_fr: Linéarité de la direction
it_it: Linearità dello sterzo
ja_jp: ステアリングリニアリティ
ko_kr: 스티어링 선형성
pt_br: Linearidade de direção
zh_hans: 转向线性度
zh_hant: 轉向線性度

# SettingsMode1_SteeringLinearityDesc
source: Mapping between input and steering. Lower values provide more accuracy near full lock but less accuracy near the center. Higher values provide more accuracy near the center but less accuracy near full lock. 1.0 is a linear mapping
de_de: Zuordnung zwischen Eingabe und Lenkung. Niedrigere Werte bieten mehr Genauigkeit in der Nähe des vollen Lenkausschlags, aber weniger Genauigkeit in der Nähe der Mittellage. Höhere Werte bieten mehr Genauigkeit in der Nähe der Mittellage, aber weniger Genauigkeit beim vollen Lenkausschlag. Ein Wert von 1,0 entspricht einer linearen Zuordnung.
fr_fr: Correspondance entre les commandes du joystick et la direction. Les valeurs les plus basses fournissent plus de précision près du braquage complet mais moins de précision près du centre. Des valeurs plus élevées fournissent plus de précision près du centre mais moins de précision près du braquage maximum
it_it: Mappatura tra input e sterzo. Valori più bassi forniscono maggiore precisione vicino alla massima rotazione ma minore precisione vicino al centro. Valori più alti forniscono maggiore precisione vicino al centro ma minore precisione vicino alla massima rotazione. 1.0 è una mappatura lineare
ja_jp: 入力とステアリングの間のマッピング。値を低くすると、フルロック付近の精度が高くなりますが、中心付近の精度は低くなります。値を大きくすると、中心付近の精度が高くなりますが、フルロック付近の精度は低くなります。1.0 は線形マッピングです
ko_kr: 입력과 스티어링 사이의 매핑. 값이 낮을수록 테두리 근처에서는 정확도가 높아지지만 중앙 근처에서는 정확도가 낮아집니다. 값이 높을수록 중앙 부근의 정확도는 높아지지만 테두리 부근의 정확도는 낮아집니다. 1.0은 선형 매핑입니다.
pt_br: Mapeamento entre entrada e direção. Valores mais baixos fornecem mais precisão próximos do travamento total do volante, mas menos precisão perto do centro. Valores altos fornecem mais precisão perto do centro, mas menos precisão perto do travamento total do volante. Valor 1.0 é um mapeamento linear
zh_hans: 体感输入和输出转向的映射比率。低比率在方向盘打满时提供更高的精度，但在中心附近的精度较低。高比率在中心附近的精度更高，在方向盘打满时的精度较低。1.0则为1比1线性映射。
zh_hant: 體感輸入和輸出轉向的映射比率。低比率在方向盤打滿時提供更高的精度，但在中心附近的精度較低。高比率在中心附近的精度更高，在方向盤打滿時的精度較低。1.0則為1比1線性映射。

# ProfilesPage_AccelerometerMultiplier
source: Accelerometer multiplier
de_de: Beschleunigungssensor-Multiplikator
fr_fr: Multiplicateur de l'accéléromètre
it_it: Moltiplicatore accelerometro
ja_jp: 加速度計乗数
ko_kr: 가속도계 배율
pt_br: Multiplicador de acelerômetro
zh_hans: 加速度计灵敏度
zh_hant: 加速度計靈敏度

# ProfilesPage_AccelerometerMultiplierDesc
source: Change the system reported accelerometer value
de_de: Ändern Sie den vom System gemeldeten Beschleunigungssensorwert
fr_fr: Modifier la valeur de l'accéléromètre rapportée par le système
it_it: Cambia il valore dell'accelerometro riportato dal sistema
ja_jp: シス​​テムが報告する加速度計の値を変更
ko_kr: 시스템이 보고하는 가속도계의 값을 변경합니다.
pt_br: Alterar o valor de acelerômetro relatado pelo sistema
zh_hans: 设置设备加速度计的灵敏度
zh_hant: 設置設備加速度計的靈敏度

# ProfilesPage_AdditionalSettings
source: Additional settings
de_de: Zusätzliche Einstellungen
fr_fr: Paramètres supplémentaires
it_it: Impostazioni aggiuntive
ja_jp: 追加設定
ko_kr: 추가 설정
pt_br: Configurações adicionais
zh_hans: 额外选项
zh_hant: 額外選項

# ProfilesPage_AntiDeadzone
source: Anti-deadzone
fr_fr: Anti-zone morte
it_it: Anti-zona morta
ja_jp: アンチデッドゾーン
ko_kr: 안티 데드존
pt_br: Anti-zona morta
zh_hans: 手柄死区
zh_hant: 手柄死區

# ProfilesPage_AntiDeadzoneDesc
source: Change the in-game anti-deadzone, in percentage
de_de: Ändern Sie die Anti-Deadzone im Spiel, in Prozent
fr_fr: Modifier l'anti-zone morte, en pourcentage
it_it: Cambia l'anti-zona morta nel gioco, in percentuale
ja_jp: ゲーム内のアンチデッドゾーンをパーセント単位で変更
ko_kr: 게임 내의 안티 데드존을 퍼센트 단위로 변경합니다.
pt_br: Alterar a anti-zona morta de jogo, em percentual
zh_hans: 修改反游戏死区百分比
zh_hant: 修改反遊戲死區百分比

# ProfilesPage_AreYouSureDelete1
source: Are you sure you want to delete?
de_de: Sind Sie sicher, dass Sie dies löschen wollen?
fr_fr: Êtes-vous sûr de vouloir supprimer?
it_it: Sei sicuro di voler eliminare?
ja_jp: 削除してもよろしいですか?
ko_kr: 삭제하시겠습니까?
pt_br: Você tem certeza que deseja excluir?
zh_hans: 确认删除？
zh_hant: 確認刪除？

# ProfilesPage_AreYouSureDelete2
source: This item will be deleted immediatly. You can't undo this action.
de_de: Dieses Element wird sofort gelöscht. Sie können diese Aktion nicht rückgängig machen.
fr_fr: Cet élément sera supprimé immédiatement. Vous ne pouvez pas annuler cette action.
it_it: Questo elemento verrà eliminato immediatamente. Non è possibile annullare questa azione.
ja_jp: このアイテムはすぐに削除されます。この操作を元に戻すことはできません
ko_kr: 이 항목은 즉시 삭제됩니다. 이 작업은 되돌릴 수 없습니다
pt_br: Este item será excluído imediatamente. Você não pode desfazer esta ação.
zh_hans: 此项将会立即被删除，你将无法撤回此操作
zh_hant: 此項將會立即被刪除，你將無法撤回此操作

# ProfilesPage_AreYouSureOverwrite1
source: Are you sure you want to overwrite this profile?
de_de: Sind Sie sicher, dass Sie das Profil überschreiben wollen?
fr_fr: Etes-vous sûr de vouloir écraser?
it_it: Sei sicuro di voler sovrascrivere questo profilo?
ja_jp: このプロファイルを上書きしてもよろしいですか?
ko_kr: 이 프로파일을 덮어쓰시겠습니까?
pt_br: Você tem certeza que deseja sobreescrever este perfil?
zh_hans: 确定覆盖？
zh_hant: 確定覆蓋？

# ProfilesPage_AreYouSureOverwrite2
source: {0} will be overwriten. You can't undo this action.
de_de: {0} wird überschrieben. Sie können diese Aktion nicht rückgängig machen.
fr_fr: Cet élément sera écrasé. Vous ne pouvez pas annuler cette action.
it_it: {0} sarà sovrascritto. Non è possibile annullare questa azione.
ja_jp: {0} は上書きされます。この操作を元に戻すことはできません
ko_kr: {0}는 덮어쓰여집니다. 이 작업은 되돌릴 수 없습니다
pt_br: {0} será sobreescrito. Você não pode desfazer esta ação.
zh_hans: 此项将会被覆盖，你将无法撤回此操作
zh_hant: 此項將會被覆蓋，你將無法撤回此操作

# ProfilesPage_BoostPower
source: Boost power limit
de_de: Schub-Begrenzung
fr_fr: Débloquer de la limite de puissance
it_it: Limite potenza boost
ja_jp: ブーストTDP
ko_kr: 부스트 TDP
pt_br: Impulsionar a potência limite
zh_hans: 增幅限制
zh_hant: 增幅限制

# ProfilesPage_BoostPowerDesc
source: Change boost thermal power limit
de_de: Ändere TDP-Boost-Begrenzung
fr_fr: Modifier la limite de puissance thermique
it_it: Cambia il limite di potenza termica del boost
ja_jp: ブーストTDPを変更
ko_kr: 부스트 TDP를 변경
pt_br: Alterar o impulso de limite de potência térmica
zh_hans: 更改增幅限制
zh_hant: 更改增幅限制

# ProfilesPage_Cancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消
