Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# SettingsPage_AppLanguageDesc
source: The application language
de_de: Die Anwendungssprache
fr_fr: La langue de l'application
it_it: La lingua dell'applicazione
ja_jp: アプリケーション言語
ko_kr: 애플리케이션 언어
pt_br: O idioma da aplicação
zh_hans: 程序语言
zh_hant: 程序語音

# SettingsPage_AppLanguageWarning
source: Restart required
de_de: Neustart erforderlich
fr_fr: Redémarrage nécessaire
it_it: Riavvio necessario
ja_jp: 再起動が必要です
ko_kr: 재시작이 필요합니다
pt_br: Reinício necessário
zh_hans: 需要重启
zh_hant: 需要重啟

# SettingsPage_AppLanguageWarningDesc
source: In order for the changes to take effect, please restart the application
de_de: Damit die Änderungen wirksam werden, starten Sie bitte die Anwendung neu
fr_fr: Pour que les modifications soient prises en compte, veuillez redémarrer l'application
it_it: Per rendere effettive le modifiche, riavviare l'applicazione
ja_jp: 変更を有効にするには、アプリケーションを再起動してください
ko_kr: 변경을 적용하려면, 애플리케이션을 재시작하십시오
pt_br: Para que as alterações entrem em vigor, por favor reinicie a aplicação
zh_hans: 更改将在重启应用后生效
zh_hant: 更改將在重啟應用後生效

# SettingsPage_AppTheme
source: Application theme
de_de: Anwendungs-Theme
fr_fr: Thème de l'application
it_it: Tema dell'applicazione
ja_jp: テーマ
ko_kr: 테마
pt_br: Tema da aplicação
zh_hans: 应用主题
zh_hant: 應用主題

# SettingsPage_AppThemeDesc
source: The application theme, light or dark mode
de_de: Das Anwednungs-Theme, light oder dark mode
fr_fr: Le thème de l'application, mode clair ou foncé
it_it: Il tema dell'applicazione, modalità chiara o scura
ja_jp: ライト モードまたはダーク モード
ko_kr: 라이트 모드 또는 다크 모드
pt_br: O tema da aplicação, modo claro ou escuro
zh_hans: 深色或浅色主题
zh_hant: 深色或淺色主題

# SettingsPage_AutoStartApp
source: Auto-start application
de_de: Anwendung mit Windows starten
fr_fr: Démarrage automatique de l'application
it_it: Avvia automaticamente l'applicazione
ja_jp: アプリケーションの自動起動
ko_kr: 애플리케이션 자동 시작
pt_br: Iniciar a aplicação automaticamente
zh_hans: 自启动
zh_hant: 自啟動

# SettingsPage_AutoStartAppDesc
source: The application will start automatically when I sign in to Windows
de_de: Die Anwendung wird automatisch gestartet, wenn ich mich bei Windows anmelde
fr_fr: L'application démarre automatiquement lorsque je me connecte à Windows
it_it: L'applicazione si avvierà automaticamente quando accedo a Windows
ja_jp: Windows にサインインすると、アプリケーションが自動的に起動します
ko_kr: Windows에 로그인하면 애플리케이션이 자동으로 시작됩니다
pt_br: A aplicação será iniciada automaticamente quando eu entrar no Windows
zh_hans: 程序将在登入Windows时自动启动
zh_hant: 程序將在登入Windows時自動啟動

# SettingsPage_Backdrop
source: Application backdrop
de_de: Acrylhintergrund verwenden
fr_fr: Arrière-plan de l'application
it_it: Sfondo dell'applicazione
ja_jp: アプリケーションの背景
ko_kr: 애플리케이션 배경
pt_br: Tipo de fundo da aplicação
zh_hans: 程序背景
zh_hant: 程序背景

# SettingsPage_BackdropAcrylic
source: Acrylic
de_de: Acryl
ja_jp: アクリル
pt_br: Acrílico
zh_hans: 亚克力 Acrylic

# SettingsPage_BackdropDesc
source: The application backdrop, none, mica, tabbed, acrylic
de_de: Für die Anwendung wird ein Acrylhintergrund verwendet
fr_fr: L'arrière plan de l'application, aucune, mica, tabbed, acrylic
it_it: Lo sfondo dell'applicazione, nessuno, mica, a schede, acrilico
ja_jp: アプリケーションの背景、なし、マイカ、タブ付き、アクリル
ko_kr: 애플리케이션의 배경, 없음, Mica, tabbed, acrylic
pt_br: O fundo da aplicação, nenhum, mica, abas, acrílico
zh_hans: 此程序的背景图像
zh_hant: 此程序的背景圖像

# SettingsPage_BackdropNone
source: None
de_de: Keine
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

# SettingsPage_BackdropTabbed
source: Tabbed
it_it: A schede
ja_jp: タブ
pt_br: Abas
zh_hans: 卡式 Tabbed

# SettingsPage_CheckForUpdates
source: Check for updates
de_de: Nach Updates suchen
fr_fr: Vérifier les mises à jour
it_it: Verifica aggiornamenti
ja_jp: 更新を確認する
ko_kr: 업데이트 확인
pt_br: Verificar por atualizações
zh_hans: 检查更新
zh_hant: 檢查更新

# SettingsPage_CloseMinimizes
source: Close minimizes
de_de: Minimiert schließen
fr_fr: Fermer l'application la réduira
it_it: Chiudi minimizza
ja_jp: 閉じると最小化
ko_kr: 닫으면 최소화
pt_br: Fechar minimiza
zh_hans: 最小化代替退出
zh_hant: 最小化代替退出

# SettingsPage_CloseMinimizesDesc
source: The application will be minimized instead of closed
de_de: Die Anwendung wird minimiert und nicht geschlossen
fr_fr: L'application sera réduite au lieu d'être fermée
it_it: L'applicazione verrà ridotta a icona invece di essere chiusa
ja_jp: アプリケーションを閉じずに最小化
ko_kr: 애플리케이션을 닫지 않고 최소화합니다
pt_br: A aplicação será minimizada ao invés de encerrada ao clicar no botão fechar janela
zh_hans: 当点击右上角关闭按钮时，程序将会以最小化代替退出
zh_hant: 當點擊右上角關閉按鈕時，程序將會以最小化代替退出

# SettingsPage_EnableDesktopLayoutOnStart
source: Enable desktop profile on start
fr_fr: Activer le profil de bureau au démarrage
ko_kr: 시작 시 데스크톱 프로파일을 활성화합니다
pt_br: Ligar o perfil de área de trabalho ao iniciar
zh_hant: 自動應用桌面布局

# SettingsPage_EnableDesktopLayoutOnStartDesc
source: The desktop profile will be automatically enabled on application start
fr_fr: Le profil du bureau sera automatiquement activé au démarrage de l'application
ko_kr: 데스크톱 프로파일은 애플리케이션의 시작 시 자동으로 활성화됩니다
pt_br: O perfil de área de trabalho será ligado automaticamente no início da aplicação
zh_hant: 當程序啟動時自動應用桌面布局

# SettingsPage_DownloadingPercentage
source: Downloading -
de_de: Downloaden -
fr_fr: Téléchargement -
it_it: Download in corso -
ja_jp: ダウンロード中 -
ko_kr: 다운로드 중 -
pt_br: Baixando -
zh_hans: 下载中 -
zh_hant: 下載中 -

# SettingsPage_EcoQoS
source: Smart efficiency
de_de: EcoQoS
fr_fr: Efficacité intelligente
it_it: Efficienza intelligente
ja_jp: スマートな効率
ko_kr: 스마트 효율
pt_br: Modo de eficiência
zh_hans: 智能功耗策略
zh_hant: 智能功耗策略

# SettingsPage_EcoQoSDesc
source: Smart efficiency mode reduces the priority of background processes and improves energy efficiency
de_de: Inaktive oder im Hintergrund ablaufende Prozesse und Anwendungen drosseln, um die Energieeffizienz zu verbessern
fr_fr: Le mode Smart Efficacité réduit la priorité des processus en arrière-plan et améliore l'efficacité énergétique
it_it: La modalità di efficienza intelligente riduce la priorità dei processi in background e migliora l'efficienza energetica
ja_jp: スマート効率モードはバックグラウンドプロセスの優先順位を下げ、エネルギー効率を向上させます
ko_kr: 스마트 효율 모드는 백그라운드 프로세스의 우선 순위를 낮추고 에너지 효율을 향상시킵니다
pt_br: O modo de eficiência reduz a prioridade de processos de plano de fundo e melhora a eficiência energética
zh_hans: 限制不活跃或后台进程和应用程序，以提高能效
zh_hant: 限制不活躍或後台進程和應用程序，以提高能源效率

# SettingsPage_GeneralOptions
source: General options
de_de: Allgemeine Optionen
fr_fr: Options générales
it_it: Opzioni generali
ja_jp: 一般オプション
ko_kr: 일반 옵션
pt_br: Opções gerais
zh_hans: 通用设置
zh_hant: 通用設置

# SettingsPage_InstallNow
source: Install now
de_de: Jetzt installieren
fr_fr: Installer maintenant
it_it: Installa ora
ja_jp: 今すぐインストール
ko_kr: 지금 설치
pt_br: Instalar agora
zh_hans: 立即安装
zh_hant: 立即安裝

# SettingsPage_LastChecked
source: Last checked:
de_de: Zuletzt geprüft:
fr_fr: Dernière vérification:
it_it: Ultimo controllo:
ja_jp: 最終チェック日:
ko_kr: 마지막 확인일:
pt_br: Última verificação:
zh_hans: 上一次检查:
zh_hant: 上一次檢查:

# SettingsPage_NotificationOptions
source: Notification options
de_de: Optionen für Benachrichtigungen
fr_fr: Options de notification
it_it: Opzioni di notifica
ja_jp: 通知オプション
ko_kr: 알림 옵션
pt_br: Opções de notificação
zh_hans: 通知设置
zh_hant: 通知設置

# SettingsPage_OpenAppBackground
source: Open application in background
de_de: Anwendung im Hintergrund öffnen
fr_fr: Ouvrir l'application en arrière-plan
it_it: Apri l'applicazione in background
ja_jp: アプリケーションをバックグラウンドで開きます
ko_kr: 애플리케이션을 백그라운드에서 엽니다
pt_br: Abrir aplicação em plano de fundo
zh_hans: 最小化启动
zh_hant: 最小化啟動

# SettingsPage_OpenAppBackgroundDesc
source: The application will initially start minimized and appear on the taskbar
de_de: Die Anwendung wird minimiert gestartet und erscheint in der Taskleiste
fr_fr: L'application démarre initialement réduite et apparaît dans la barre des tâches
it_it: L'applicazione si avvierà inizialmente minimizzata e apparirà nella barra delle applicazioni
ja_jp: アプリケーションは最初は最小化されて起動し、タスクバーに表示されます
ko_kr: 애플리케이션은 처음에 최소화되어 시작되며, 작업 표시줄에 표시됩니다
pt_br: A aplicaç"ao será inicializada minimizada e exibida na barra de tarefas
zh_hans: 应用启动后将自动最小化至任务栏
zh_hant: 應用啟動後將自動最小化至任務欄

# SettingsPage_SensorExternal
source: External
de_de: Extern
fr_fr: Externe
it_it: Esterno
ja_jp: 外部
ko_kr: 외부
pt_br: Externo
zh_hans: 外部传感器
zh_hant: 外部傳感器

# SettingsPage_SensorInternal
source: Internal
de_de: Intern
fr_fr: Interne
it_it: Interno
ja_jp: 内部
ko_kr: 내부
pt_br: Interno
zh_hans: 内置传感器
zh_hant: 內置傳感器

# SettingsPage_SensorOptions
source: Sensor options
de_de: Sensor-Optionen
fr_fr: Options de capteur
it_it: Opzioni del sensore
ja_jp: センサー オプション
ko_kr: 센서 옵션
pt_br: Opções de sensor
zh_hans: 传感器选项
zh_hant: 傳感器選項

# SettingsPage_SensorPlacementDirection
source: External sensor placement direction
de_de: Externer Sensor-Ausrichtung
fr_fr: Direction de placement du capteur externe
it_it: Direzione di posizionamento del sensore esterno
ja_jp: 外部センサーの設置方向
ko_kr: 외부 센서의 설치 방향
pt_br: Direção de colocação do sensor externo
zh_hans: 外部传感器安装方向
zh_hant: 外部傳感器安裝方向

# SettingsPage_SensorPlacementDirectionDesc
source: Select on which side of the device the senor has been mounted
de_de: Wählen Sie aus, auf welcher Seite des Geräts der Sensor montiert wurde
fr_fr: Sélectionner sur quel côté de l'appareil le senor a été monté
it_it: Seleziona su quale lato del dispositivo è stato montato il sensore
ja_jp: センサーがデバイスのどちら側に取り付けられているかを選択します
ko_kr: 센서가 장치의 어느 쪽에 설치되어 있는지 선택합니다
pt_br: Escolhere em qual lado do dispositivo o sensor externo foi montado
zh_hans: 选择外部传感器安装的方向
zh_hant: 選擇外部傳感器安裝的方向

# SettingsPage_SensorPlacementUpsideDown
source: External sensor upside down
de_de: Externer Sensor kopfüber
fr_fr: Détecteur externe à l'envers
it_it: Sensore esterno capovolto
ja_jp: 外部センサーの上下が逆
ko_kr: 외부 센서의 상하 반전
pt_br: Sensor externo de cabeça para baixo
zh_hans: 外置传感器反向
zh_hant: 外置傳感器反向

# SettingsPage_SensorPlacementUpsideDownDesc
source: Sensor has been mounted upside down, possible with USB-C convertor
de_de: Der Sensor wurde verkehrt herum montiert, möglich mit USB-C-Konvertern
fr_fr: Le capteur a été monté à l'envers, possible avec un convertisseur USB-C
it_it: Il sensore è stato montato capovolto, possibile con convertitore USB-C
ja_jp: センサーは逆さまに取り付けられており、USB-C コンバーターで可能
ko_kr: 센서는 거꾸로 설치되어 있으며, USB-C 변환기를 통해 가능합니다.
pt_br: O sensor foi montado de cabeça para baixo, possivelmente com um conversor USB-C
zh_hans: 外置传感器面向方向相反，可能是USB-C转接器的原因
zh_hant: 外置傳感器面向方向相反，可能是C口轉接器的願意

# SettingsPage_SensorSelection
source: Sensor selection
de_de: Sensorauswahl
fr_fr: Sélection de capteur
it_it: Selezione del sensore
ja_jp: センサーの選択
ko_kr: 센서 선택
pt_br: Seleção de sensor
zh_hans: 传感器
zh_hant: 傳感器

# SettingsPage_SensorSelectionDesc
source: Select the desired sensor used for motion input
de_de: Wählen Sie den gewünschten Sensor für die Bewegungseingabe aus
fr_fr: Sélectionner le capteur utilisé pour la saisie de mouvement
it_it: Seleziona il sensore desiderato utilizzato per l'input di movimento
ja_jp: モーション入力に使用する目的のセンサーを選択します
ko_kr: 모션 입력에 사용될 센서를 선택합니다
pt_br: Selecionar o sensor desejado para entrada de movimento
zh_hans: 选择传感器信号来源
zh_hant: 選擇傳感器信號來源

# SettingsPage_Settings
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設置

# SettingsPage_StartupType
source: Startup type
de_de: Starttyp
fr_fr: Type de démarrage
it_it: Tipo di avvio
ja_jp: スタートアップの種類
ko_kr: 시작 유형
pt_br: Tipo de inicialização
zh_hans: 启动类型
zh_hant: 啟動類型

# SettingsPage_StartupTypeDesc
source: Used by the service manager to define the service startup type
de_de: Wird vom Dienstmanager verwendet, um den Starttyp des Dienstes zu definieren
fr_fr: Utilisé par le gestionnaire du service pour définir le type de démarrage du service
it_it: Utilizzato dal gestore dei servizi per definire il tipo di avvio del servizio
ja_jp: サービスの起動タイプを定義するためにサービス マネージャーによって使用されます
ko_kr: 서비스 관리자가 서비스 시작 유형을 정의하는 데 사용합니다
pt_br: Utilizado pelo gerenciador de serviço para definir o tipo de inicialização do serviço
zh_hans: 配置服务的启动类型
zh_hant: 配置服務的啟動類型

# SettingsPage_TDPMax
source: Maximum Power
de_de: Maximale Leistung
fr_fr: Puissance maximale
it_it: Potenza massima
ja_jp: 最大電力
ko_kr: 최대 전력
pt_br: Potência Máxima
zh_hans: 最高功耗
zh_hant: 最高功耗

# SettingsPage_TDPMaxDesc
source: The maximum power in watts supplied to the processor
de_de: Die maximale Leistung in Watt, die dem Prozessor zugeführt wird
fr_fr: La puissance maximale en watts fournie au processeur
it_it: La potenza massima in watt fornita al processore
ja_jp: プロセッサに供給される最大電力 (ワット単位)
ko_kr: 프로세서에 공급되는 최대 전력 (와트 단위)
pt_br: O máximo de potência em watts fornecidos ao processador
zh_hans: 最高处理器功耗（W）
zh_hant: 最高處理器功耗（W）

# SettingsPage_TDPMin
source: Minimum Power
de_de: Minimale Leistung
fr_fr: Puissance minimale
it_it: Potenza minima
ja_jp: 最小電力
ko_kr: 최소 전력
pt_br: Potência Mínima
zh_hans: 最低功耗
zh_hant: 最低功耗

# SettingsPage_TDPMinDesc
source: The minimum power in watts supplied to the processor
de_de: Die Mindestleistung in Watt, die dem Prozessor zugeführt wird
fr_fr: La puissance minimale en watts fournie au processeur
it_it: La potenza minima in watt fornita al processore
ja_jp: プロセッサに供給される最小電力 (ワット単位)
ko_kr: 프로세서에 공급되는 최소 전력 (와트 단위)
pt_br: O mínimo de potência em watts fornecidos ao processador
zh_hans: 最低处理器功耗（W）
zh_hant: 最低處理器功耗（W）

# SettingsPage_TDPRangeOverride
source: Configurable power (cTDP) override
de_de: Configurable Power (cTDP) konfigurieren
fr_fr: Surcharge de puissance configurable (cTDP)
it_it: Sovrascrittura dell'intervallo di potenza configurabile (cTDP)
ja_jp: 設定可能な電力 (cTDP) オーバーライド
ko_kr: 설정 가능한 전력 (cTDP) 덮어쓰기
pt_br: Sobreposição dos limites de potência (cTDP)
zh_hans: cTDP强制更改
zh_hant: cTDP強制更改

# SettingsPage_TDPRangeOverrideDesc
source: Allows to modify the minimum and maximum power values (TDP) beyond the CPU specifications
de_de: Ermöglicht die Änderung der minimalen und maximalen Leistungswerte (TDP) über die CPU-Spezifikationen hinaus
fr_fr: Permet de modifier les valeurs minimales et maximales du TDP au-delà des recommandations de l'équipementier
it_it: Consente di modificare i valori di potenza minima e massima (TDP) al di là delle specifiche della CPU
ja_jp: CPU 仕様を超えて最小および最大電力値 (TDP) を変更できます
ko_kr: CPU 사양을 초과하여 최솟값 및 최댓값 전력 (TDP) 을 변경할 수 있습니다
pt_br: Permite modificar o mínimo e máximo de valores de potência (TDP) além das especificações do CPU
zh_hans: 允许最小和最大TDP参数超出CPU规格
zh_hant: 允許最小和最大TDP參數超出CPU規格

# SettingsPage_ThemeDark
source: Dark
de_de: Dunkel
fr_fr: Foncé
it_it: Scuro
ko_kr: 다크
pt_br: Escuro
zh_hans: 深色
zh_hant: 深色

# SettingsPage_ThemeLight
source: Light
de_de: Hell
fr_fr: Clair
it_it: Chiaro
ko_kr: 라이트
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

# SettingsPage_ToastNotification
source: Toast notification
de_de: Toast-Benachrichtigung
fr_fr: Notification contextuelle
it_it: Notifica a comparsa
ja_jp: 通知
ko_kr: 알림
pt_br: Notificação toast
zh_hans: 弹出通知
zh_hant: 彈出通知

# SettingsPage_ToastNotificationDesc
source: Get notifications from the application in the Windows action center
de_de: Benachrichtigungen von der Anwendung im Info-Center abrufen
fr_fr: Obtenir des notifications de l'application dans le centre d'action Windows
it_it: Ottieni notifiche dall'applicazione nel centro notifiche di Windows
ja_jp: Windows アクション センターでアプリケーションから通知を取得
ko_kr: Windows 알림 센터에서 애플리케이션의 알림을 가져옵니다
pt_br: Receber notificações da aplicação na Central de Ações do Windows
zh_hans: Windows操作中心的通知
zh_hant: Windows操作中心的通知

# SettingsPage_UpdateAvailable
source: Updates available
de_de: Update verfügbar
fr_fr: Mises à jour disponibles
it_it: Aggiornamenti disponibili
ja_jp: 利用可能なアップデート
ko_kr: 이용 가능한 업데이트가 있습니다
pt_br: Atualização disponível
zh_hans: 有可用的更新
zh_hant: 有可用的更新

# SettingsPage_UpdateCheck
source: Checking for updates...
de_de: Suche nach Updates...
fr_fr: Vérification des mises à jour...
it_it: Controllo degli aggiornamenti in corso...
ja_jp: 更新をチェックしています...
ko_kr: 업데이트를 확인하고 있습니다...
pt_br: Procurando atualizações...
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# SettingsPage_UpdateFailedDownload
source: We couldn't download the update file.
de_de: Wir konnten das Update nicht downloaden.
fr_fr: Impossible de télécharger le fichier de mise à jour.
it_it: Impossibile scaricare il file di aggiornamento.
ja_jp: アップデート ファイルをダウンロードできませんでした
ko_kr: 업데이트 파일을 다운로드할 수 없습니다
pt_br: Não conseguimos baixar o arquivo de atualização.
zh_hans: 无法下载更新文件
zh_hant: 無法下載更新文件

# SettingsPage_UpdateFailedGithub
source: We couldn't reach github.
de_de: Wir konnten GitHub nicht erreichen
fr_fr: Impossible de joindre github.
it_it: Impossibile raggiungere GitHub.
ja_jp: github にアクセスできませんでした
ko_kr: github에 접근할 수 없습니다
pt_br: Não conseguimos alcançar a página do github.
zh_hans: 无法连接到GitHub
zh_hant: 無法連接到GitHub

# SettingsPage_UpdateFailedInstall
source: We couldn't locate the update file.
de_de: Wir konnten die Update-Datei nicht finden
fr_fr: Impossible de localiser le fichier de mise à jour.
it_it: Impossibile individuare il file di aggiornamento.
ja_jp: アップデート ファイルが見つかりませんでした
ko_kr: 업데이트 파일이 발견되지 않았습니다
pt_br: Não conseguimos localizar o arquivo de atualização.
zh_hans: 无法找到更新文件
zh_hant: 無法找到更新文件

# SettingsPage_UpdateWarning
source: Oops. There was an issue.
de_de: Ups. Es gab ein Problem.
fr_fr: Oups. Il y a un problème.
it_it: Oops. Si è verificato un problema.
ja_jp: 問題がありました
ko_kr: 문제가 발생했습니다
pt_br: Opa. Houve um problema com a atualização.
zh_hans: 出现了一个问题
zh_hant: 出現了一個問題

# SettingsPage_UpToDate
source: You're up to date
de_de: Sie sind auf dem neusten Stand
fr_fr: Vous êtes à jour
it_it: Sei aggiornato
ja_jp: 最新情報
ko_kr: 최신 버전입니다.
pt_br: Você está com a versão mais recente
zh_hans: 版本已是最新
zh_hant: 版本已是最新

# ToastNewControllerEx
source: Controller is now cloaked and inputs forwarded to virtual controller
de_de: Dein Controller ist nun versteckt. Eingaben werden an den Virtuellen Controller weitergeleitet
fr_fr: Le contrôleur est maintenant masqué et les entrées sont transmises au contrôleur virtuel
it_it: Il controller è ora nascosto e gli input vengono inoltrati al controller virtuale
ja_jp: コントローラが隠され、入力が仮想コントローラに転送されるようになりました
ko_kr: 컨트롤러가 숨겨지고 입력이 가상 컨트롤러로 전송됩니다
pt_br: O controle físico está agora oculto e seus comandos estão sendo direcionados para o controle virtual
zh_hans: 实体手柄已被隐藏，输入被映射到虚拟手柄
zh_hant: 實體手柄已被隱藏，輸入被映射到虛擬手柄

source: User
de_de: Nutzer
fr_fr: Utilisateur
it_it: Utente
ko_kr: 사용자
pt_br: Usuário
zh_hans: 用户
zh_hant: 用戶

# WarningElevated
source: Run this tool as Administrator to unlock these settings
de_de: Führen Sie dieses Tool als Administrator aus, um diese Einstellungen freizugeben
fr_fr: Exécutez cet outil en tant qu'administrateur pour déverrouiller ces paramètres
it_it: Esegui questo strumento come amministratore per sbloccare queste impostazioni
ja_jp: これらの設定のロックを解除するには、管理者としてこのツールを実行してください
ko_kr: 이 설정의 잠금을 해제하려면 관리자 권한으로 이 도구를 실행해야 합니다
pt_br: Execute esta ferramenta como um Administrador para destravar estas configurações
zh_hans: 以管理员身份运行此工具以更改这些设置
zh_hant: 以管理員身份運行此工具以更改這些設置

# ControllerPage_SteamControllerMode
source: Controller mode
fr_fr: Mode du contrôleur
pt_br: Modo do controle

# ControllerPage_SteamControllerModeDesc
source: Change the controller mode: Exclusive mode or Hybrid mode. Exclusive mode will ensure all inputs are managed by Handheld Companion (HC). Hybrid mode will let Steam manage inputs from Steam applications and HC manage inputs from other applications.
fr_fr: Changer le mode contrôleur : mode exclusif ou mode hybride. Le mode exclusif assurera que toutes les entrées sont gérées par le Handheld Companion (HC). Le mode hybride permettra à Steam de gérer les entrées depuis les applications Steam et HC de gérer les entrées d'autres applications.
pt_br: Alterar o modo de controle: Modo exclusivo ou modo Híbrido. Modo Exclusivo irá assegurar que das as entradas serão gerenciadas pelo Handheld Companion (HC). Modo Híbrido irá permitir que o Steam gerencie entradas para aplicações Steam e o HC gerencia entradas para as outras aplicações.
zh_hant: 更改手柄模式：專屬模式或混合模式。專屬模式將確保所有輸入都由 掌機伴侶 (HC) 管理。混合模式則允許 Steam 管理來自 Steam 應用程式的輸入，而 HC 管理其他應用程式的輸入。

# ProfilesPage_ControllerSettings
source: Controller settings
de_de: Controller-Einstellungen
fr_fr: Paramètres du contrôleur
it_it: Impostazioni del controller
ja_jp: コントローラー設定
ko_kr: 컨트롤러 설정
pt_br: Configurações de controle
zh_hans: 手柄设置
zh_hant: 手柄設置

# ProfilesPage_ControllerSettingsDesc
source: Change the virtual controller settings
de_de: Ändern Sie die Einstellungen der virtuellen Steuerung
fr_fr: Modifier les paramètres du contrôleur virtuel
it_it: Modifica le impostazioni del controller virtuale
ja_jp: 仮想コントローラーの設定を変更
ko_kr: 가상 컨트롤러의 설정을 변경합니다
pt_br: Alterar as configurações de controle virtual
zh_hans: 更改虚拟手柄的设置
zh_hant: 更改虛擬手柄的設置

# ProfilesPage_UMCAntiDeadzone
source: Motion anti-deadzone
de_de: Bewegungs-Anti-Deadzone
fr_fr: Anti-zone morte du gyroscope
it_it: Antimuorto di movimento
ja_jp: モーションアンチデッドゾーン
ko_kr: 모션 안티 데드존
pt_br: Anti-zona morta de movimento
zh_hans: 体感死区
zh_hant: 體感死區

# ProfilesPage_UMCAntiDeadzoneDesc
source: Compensate for in game deadzone, improve registration of small movements
de_de: Kompensierung der Deadzone im Spiel, verbesserte Registrierung kleiner Bewegungen
fr_fr: Compenser la zone morte en jeu, améliorer la détection des petits mouvements
it_it: Compensa la zona morta in gioco, migliora la registrazione dei piccoli movimenti
ja_jp: ゲーム内のデッドゾーンを補正し、小さな動きの認識を改善
ko_kr: 게임 내의 데드존을 보정하고, 작은 움직임의 인식을 개선합니다
pt_br: Compensar por zona morta dentro do jogo, melhor o registro de movimentos pequenos
zh_hans: 补偿游戏内的微操作
zh_hant: 補償遊戲內的微操作

# ProfilesPage_ThumbImproveCircularityDesc
source: Improve the stick circularity
de_de: Verbessern Sie die Zirkularität des Joysticks
fr_fr: Améliorer la circularité du stick
it_it: Migliora la circolarità dello stick
ja_jp: スティックの真円度を改善
ko_kr: 스틱의 원형성 개선
pt_br: Melhorar a circularidade do analógico
zh_hans: 改善摇杆正圆度（Circularity ）
zh_hant: 改善搖杆正圓度（Circularity ）

# ProfilesPage_ThumbImproveCircularityLeft
source: Circularity stick left
de_de: Zirkularität linker Stick
fr_fr: Circularité du stick gauche
it_it: Circolarità stick sinistro
ja_jp: 円形度を左に
ko_kr: 원형성 스틱 왼쪽
pt_br: Circularidade do analógico esquerdo
zh_hans: 左摇杆正圆度
zh_hant: 左搖杆正圓度

# ProfilesPage_ThumbImproveCircularityRight
source: Circularity stick right
de_de: Zirkularität rechter Stick
fr_fr: Circularité du stick droit
it_it: Circolarità stick destro
ja_jp: 円形度を右に
ko_kr: 원형성 스틱 오른쪽
pt_br: Circularidade do analógico direito
zh_hans: 右摇杆正圆度
zh_hant: 右搖杆正圓度

# ProfilesPage_JoystickDeadZoneLeft
source: Joystick deadzone % left
de_de: Joystick Deadzone % links
fr_fr: Zone morte stick gauche (%)
it_it: Zona morta joystick % sinistro
ja_jp: 左ジョイスティックのデッドゾーン %
ko_kr: 왼쪽 조이스틱 데드존 %
pt_br: S
zh_hans: 左摇杆死区
zh_hant: 左搖杆死區

# ProfilesPage_JoystickDeadZoneLeftDesc
source: Adjust the inner and outer deadzone percentage of the left joystick
de_de: Einstellen der inneren und äußeren Deadzone (Prozent) des linken Joysticks
fr_fr: Ajuster le pourcentage de la zone morte interne et externe du joystick gauche
it_it: Regola la percentuale della zona morta interna ed esterna del joystick sinistro
ja_jp: 左ジョイスティックの内側と外側のデッドゾーンのパーセンテージを調整
ko_kr: 왼쪽 조이스틱의 내부 및 외부 데드존 비율을 조정합니다.
pt_br: Ajustar o percentual de zona morta interior e exterior do joystick esquerdo
zh_hans: 调整左摇杆的内外死区
zh_hant: 調整左搖杆的內外死區

# ProfilesPage_JoystickDeadZoneRight
source: Joystick deadzone % right
de_de: Joystick Deadzone % rechts
fr_fr: Zone morte stick droit (%)
it_it: Zona morta joystick % destro
ja_jp: 右ジョイスティックのデッドゾーン %
ko_kr: 오른쪽 조이스틱 데드존 %
pt_br: % de zona morta do joystick direito
zh_hans: 右摇杆死区
zh_hant: 右搖杆死區
