Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# AboutPage_About
source: About
de_de: Über
fr_fr: À propos
it_it: Informazioni
ja_jp: 概要
ko_kr: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# AboutPage_AboutDescription
source: A combination of a Windows service and a touch interface optimized GUI to increase your handheld gaming computer experience. Features include: motion control a.k.a. gyro control, virtual controller simulation, quick tools overlay, virtual touchpads, 3D controller model, per application based profile settings system. Handheld Companion relies on ViGEmBus driver and ViGEmClient libraries as well as HidHide kernel-mode filter driver. Motion control algorithms are based on work by Jibbsmart and availible information on the GyroWiki.
de_de: Eine Kombination aus einem Windows-Dienst und einer für das Touch-Overlay optimierten GUI, um Ihr Handheld-Gaming-Computer-Erlebnis zu verbessern. Zu den Funktionen gehören: Bewegungssteuerung (Gyrometer), virtuelle Controller-Simulation, Quick-Tools-Overlay, virtuelle Touchpads, 3D-Controller-Modell, anwendungsbasiertes Profileinstellungssystem. Handheld Companion basiert auf dem ViGEmBus-Treiber und den ViGEmClient-Bibliotheken sowie dem HidHide-Filtertreiber für den Kernel-Modus. Die Algorithmen zur Bewegungssteuerung basieren auf der Arbeit von Jibbsmart und den verfügbaren Informationen im GyroWiki.
fr_fr: Une combinaison d'un service Windows et d'une interface tactile optimisée pour améliorer votre expérience de jeu de poche. Le contrôle gyro, la simulation de contrôleur virtuel, la superposition d'outils rapides, les touchpads virtuels, le modèle de contrôleur 3D, par système de paramètres de profil basé sur l'application. Handheld Companion repose sur le pilote ViGEmBus et les bibliothèques ViGEmClient ainsi que sur le pilote de filtre en mode kernel-Hide HidHide . Les algorithmes de contrôle du mouvement sont basés sur le travail de Jibbsmart et les informations disponibles sur le GyroWiki.
it_it: Una combinazione di un servizio Windows e un'interfaccia touch ottimizzata per migliorare la tua esperienza con il computer portatile da gioco. Le funzionalità includono: controllo del movimento, simulazione del controller virtuale, sovrapposizione di strumenti rapidi, touchpad virtuali, modello di controller 3D, sistema di impostazioni del profilo basato sull'applicazione. Handheld Companion si basa sul driver ViGEmBus e sulle librerie ViGEmClient, nonché sul driver del filtro di livello kernel HidHide. Gli algoritmi di controllo del movimento si basano sul lavoro di Jibbsmart e sulle informazioni disponibili su GyroWiki.
ja_jp: >Windows サービスとタッチ インターフェイスに最適化された GUI の組み合わせにより、ハンドヘルド ゲーム コンピューターのエクスペリエンスが向上します。機能には、ジャイロ コントロール、仮想コントローラ シミュレーション、クイック ツール オーバーレイ、仮想タッチパッド、3D コントローラ モデル、アプリケーションごとのベースのプロファイル設定システムが含まれます。Handheld Companion は、ViGEmBus ドライバーと ViGEmClient ライブラリ、および HidHide カーネル モード フィルター ドライバーに依存しています。モーション コントロール アルゴリズムは、Jibbsmart による研究と GyroWiki で入手可能な情報に基づいています。
ko_kr: Windows 서비스와 터치 인터페이스에 최적화된 GUI의 조합으로, 핸드헬드 게임 컴퓨터의 경험이 향상됩니다. 기능에는 자이로 컨트롤, 가상 컨트롤러 시뮬레이션, 빠른 도구 오버레이, 가상 터치패드, 3D 컨트롤러 모델, 애플리케이션별 기반의 프로파일 설정 시스템이 포함됩니다. Handheld Companion은 ViGEmBus 드라이버와 ViGEmClient 라이브러리, 그리고 HidHide 커널 모드 필터 드라이버에 의존하고 있습니다. 모션 컨트롤 알고리즘은 Jibbsmart에 의한 연구와 GyroWiki에서 얻은 정보에 기반하고 있습니다.
pt_br: Uma combinação de serviço Windows e aplicação otimizada com interface de toque para melhorar a experiência de seu computador de jogo portátil de mão. Os recursos incluem: controle de movimento conhecido também como controle giroscópico, simulação de controlador virtual, sobreposição de acesso rápido para ferramentas, touchpads virtuais, modelo 3D de controlador, sistema de perfis de configurações baseado na aplicação ativa. Handheld Companion depende do driver do ViGEmBus e bibliotecas ViGEmClient como também o filtro de driver do HidHide em modo kernel. Algoritmos de controle de movimentos são baseados no trabalho de Jibbsmart e informação disponível em GyroWiki.
zh_hans: Handheld Companion - “掌机伴侣” 是一个集多种功能（虚拟手柄、体感控制、性能监控、悬浮窗等）于一体，来改善玩家掌机游戏体验的工具。掌机伴侣依赖于ViGEmBus驱动和ViGEmClient库，以及内核态的HidHide过滤驱动。体感算法基于Jibbsmart的研究成果和GyroWiki上公开的信息。
zh_hant: Handheld Companion - 「掌機伴侶「 是一個集多種功能（虛擬手柄、體感控制、性能監控、懸浮窗等）於一體，來改善玩家掌機遊戲體驗的工具。掌機伴侶依賴於ViGEmBus驅動和ViGEmClient庫，以及內核態的HidHide過濾驅動。體感算法基於Jibbsmart的研究成果和GyroWiki上公開的信息。

# AboutPage_Accelerometer
source: Accelerometer
de_de: Beschleunigungssensor
fr_fr: Accéléromètre
it_it: Accelerometro
ja_jp: 加速度計
ko_kr: 가속도계
pt_br: Acelerômetro
zh_hans: 加速度计
zh_hant: 加速計

# AboutPage_Author
source: Author
de_de: Autor
fr_fr: Auteur
it_it: Autore
ja_jp: 作成者
ko_kr: 작성자
pt_br: Autor
zh_hans: 作者
zh_hant: 作者

# AboutPage_Contributors
source: Contributors
de_de: Mitwirkende
fr_fr: Contributeurs
it_it: Contributori
ja_jp: 貢献者
ko_kr: 기여자
pt_br: Colaboradores
zh_hans: 贡献者
zh_hant: 貢獻者

# AboutPage_Description
source: Description
de_de: Beschreibung
it_it: Descrizione
ja_jp: 説明
ko_kr: 설명
pt_br: Descrição
zh_hans: 说明
zh_hant: 說明

# AboutPage_Donate
source: Donate
de_de: Spenden
fr_fr: Faire un don
it_it: Donazioni
ja_jp: 寄付する
ko_kr: 기부하기
pt_br: Doar
zh_hans: 捐赠
zh_hant: 捐贈

# AboutPage_Gyrometer
source: Gyrometer
fr_fr: Gyromètre
it_it: Giroscopio
ja_jp: ジャイロ
ko_kr: 자이로
pt_br: Girometro
zh_hans: 陀螺仪
zh_hant: 陀螺儀

# AboutPage_Inclinometer
source: Inclinometer
de_de: Neigungssensor
fr_fr: Inclinomètre
it_it: Inclinometro
ja_jp: 傾き
ko_kr: 경사계
pt_br: Inclinometro
zh_hans: 倾斜计
zh_hant: 傾斜計

# AboutPage_RelatedLinks
source: Related Links
de_de: Weitere Links
fr_fr: Liens connexes
it_it: Link correlati
ja_jp: 関連リンク
ko_kr: 관련 링크
pt_br: Links Relacionados
zh_hans: 相关链接
zh_hant: 相關連結

# AboutPage_SensorExternal
source: External
de_de: Extern
fr_fr: Externe
it_it: Esterno
ko_kr: 외부
pt_br: Externo
zh_hans: 外部
zh_hant: 外部

# AboutPage_SensorInternal
source: Internal
de_de: Intern
fr_fr: Interne
it_it: Interno
ko_kr: 내부
pt_br: Interno
zh_hans: 内部
zh_hant: 內部

# AboutPage_SensorName
source: Sensor name
fr_fr: Nom du capteur
it_it: Nome del sensore
ja_jp: センサー名
ko_kr: 센서명
pt_br: Nome do sensor
zh_hans: 传感器名称
zh_hant: 傳感器名稱

# AboutPage_SensorSpecification
source: Sensor specification
de_de: Sensor-Spezifikation
fr_fr: Spécification du capteur
it_it: Specifiche del sensore
ja_jp: センサー仕様
ko_kr: 센서 사양
pt_br: Especificação do Sensor
zh_hans: 传感器参数
zh_hant: 傳感器參數

# AboutPage_Service
source: Service
it_it: Servizio
ja_jp: サービス
ko_kr: 서비스
pt_br: Serviço
zh_hans: 服务
zh_hant: 服務

# AboutPage_SourceCode
source: Source code
de_de: Quellcode
fr_fr: Code source
it_it: Codice sorgente
ja_jp: ソースコード
ko_kr: 소스 코드
pt_br: Código Fonte
zh_hans: 源代码
zh_hant: 原始碼

# AboutPage_Version
source: Version
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Administrator
fr_fr: Administrateur
it_it: Amministratore
ja_jp: 管理者
ko_kr: 관리자
pt_br: Administrador
zh_hans: 管理员
zh_hant: 管理員

# ControllerPage_CloakDevice
source: Hide controller on connect
de_de: Verbundene Controller verstecken
fr_fr: Masquer le contrôleur physique
it_it: Nascondi controller al collegamento
ja_jp: 接続時にコントローラーを非表示にする
ko_kr: 연결 시 컨트롤러 숨김
pt_br: Ocultar controle ao conectar
zh_hans: 隐藏设备
zh_hant: 隱藏設備

# ControllerPage_CloakDeviceDesc
source: Hide physical controller when connected
de_de: Änderung der Sichtbarkeit des physischen Controllers für andere Anwendungen
fr_fr: Modifier la visibilité du contrôleur physique pour les autres applications
it_it: Nascondi il controller fisico quando è collegato
ja_jp: 接続時に物理コントローラーを非表示にする
ko_kr: 연결될 때 물리적 컨트롤러를 숨깁니다.
pt_br: Ocultar controle físico quando conectado
zh_hans: 更改物理手柄对其他软件的可见性
zh_hant: 更改物理手柄對其他軟體的可見性

# ControllerPage_Connect
source: Connect
de_de: Verbinden
fr_fr: Connecter
it_it: Collega
ja_jp: 接続
ko_kr: 연결
pt_br: Conectar
zh_hans: 连接
zh_hant: 連接

# ControllerPage_Controller
source: Controller
fr_fr: Contrôleur
ja_jp: コントローラ
ko_kr: 컨트롤러
pt_br: Controle
zh_hans: 手柄
zh_hant: 手柄

# ControllerPage_DeviceCloaking
source: Controller cloaking
de_de: Controller verstecken
fr_fr: Masquage du contrôleur
it_it: Nascondi controller
ja_jp: コントローラを隠す
ko_kr: 컨트롤러 숨김
pt_br: Ocultamento de controle
zh_hans: 设备隐藏中
zh_hant: 設備隱藏中

# ControllerPage_VirtualDeviceSettings
source: Virtual controller settings
fr_fr: Réglages du contrôleur virtuel
ko_kr: 가상 컨트롤러 설정
pt_br: Configurações de controle
zh_hans: 手柄设置
zh_hant: 手柄設置

# ControllerPage_Disconnect
source: Disconnect
de_de: Getrennt
fr_fr: Déconnecter
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 끊기
pt_br: Desconectar
zh_hans: 断开连接
zh_hant: 斷開連接

# ControllerPage_PhysicalDevices
source: Physical controllers
fr_fr: Dispositifs d'entrée
ko_kr: 물리적 컨트롤러
pt_br: Dispositivos de entrada
zh_hans: 输入设备
zh_hant: 輸入設備

# ControllerPage_UncloakOnClose
source: Unhide controller on close
de_de: Controller beim Schließen anzeigen
fr_fr: Démasquer le contrôleur à la fermeture
it_it: Ripristina visibilità controller alla chiusura
ja_jp: >閉じるときにコントローラを再表示する
ko_kr: 닫을 때 컨트롤러 숨김 해제
pt_br: Reexibir controle ao encerrar
zh_hans: 自动解除隐藏
zh_hant: 自動解除隱藏

# ControllerPage_UncloakOnCloseDesc
source: Restore visibility of all physical controllers when application is exited
de_de: Wiederherstellung der Sichtbarkeit aller physischen Steuerungen für andere Anwendungen bei Beendigung des Dienstes
fr_fr: Restaurer la visibilité de tous les contrôleurs physiques lorsque l'application est fermée
it_it: Ripristina la visibilità di tutti i controller fisici quando l'applicazione viene chiusa
ja_jp: アプリケーションの終了時にすべての物理コントローラーを復元
ko_kr: 애플리케이션 종료 시 모든 물리적 컨트롤러를 복원합니다.
pt_br: Restaurar visibilidade de todos os controles físicos quando a aplicação é encerrada
zh_hans: 退出掌机伴侣时解除实体手柄的隐藏
zh_hant: 退出掌機伴侶時解除實體手柄的隱藏

# ControllerPage_VibrationStrength
source: Vibration strength
de_de: Vibrations-Intensität
fr_fr: Force de vibration
it_it: Intensità vibrazione
ja_jp: 振動の強さ
ko_kr: 진동의 세기
pt_br: Força da vibração
zh_hans: 震动强度
zh_hant: 震動強度

# ControllerPage_VibrationStrengthExpl
source: Change controller vibration strength
de_de: Vibrationsstärke des Controllers ändern
it_it: Cambia l'intensità della vibrazione del controller
ja_jp: コントローラーの振動の強さを変更
ko_kr: 컨트롤러의 진동의 세기를 변경
pt_br: Alterar a força da vibração do controle
zh_hans: 改变手柄震动强度
zh_hant: 改變手柄震動強度

# Hotkey_decreaseTDP
source: Decrease thermal power limit (TDP)
fr_fr: Diminuer la limite de puissance thermique (TDP)
ko_kr: 열 설계 전력(TDP) 감소
pt_br: Diminuir o valor de TDP
zh_hans: 降低TDP
zh_hant: 降低TDP

# Hotkey_decreaseTDPDesc
source: Decrease system or currently applied profile TDP by one watt
fr_fr: Diminuer le système ou le profil TDP actuellement appliqué d'un watt
ko_kr: 시스템 또는 현재 적용되고 있는 프로파일의 TDP를 1와트 감소시킵니다.
pt_br: Diminuir o TDP (do inglês, thermal design power ou potência térmica de projeto) do perfil aplicado ou do sistema em 1 (um) watt
zh_hans: 将系统或当前的预设配置TDP降低1W
zh_hant: 將系統或當前的預設配置TDP降低1W

# Hotkey_fallbackInput
source: Press to define trigger
fr_fr: Appuyez pour définir le déclencheur
ko_kr: 누르고 핫키 입력을 설정
pt_br: Pressione para definir gatilho
zh_hans: 点击设置触发方式
zh_hant: 點擊設置觸發方式

# Hotkey_fallbackOutput
source: Press to define keyboard output
fr_fr: Appuyez pour définir la sortie de clavier
ko_kr: 누르고 키보드 출력을 설정
pt_br: Pressione para definir saída de teclado
zh_hans: 点击设置输出指令
zh_hant: 點擊設置輸出指令

# Hotkey_increaseTDP
source: Increase thermal power limit (TDP)
fr_fr: Augmenter la limite de puissance thermique (TDP)
ko_kr: 열 설계 전력(TDP) 증가
pt_br: Aumentar o valor de TDP
zh_hans: 增加TDP
zh_hant: 增加TDP

# Hotkey_increaseTDPDesc
source: Increase system or currently applied profile TDP by one watt
fr_fr: Augmenter le système ou le profil TDP actuellement appliqué d'un watt
ko_kr: 시스템 또는 현재 적용되고 있는 프로파일의 TDP를 1와트 증가시킵니다.
pt_br: Aumentar o TDP (do inglês, thermal design power ou potência térmica de projeto) do perfil aplicado ou do sistema em 1 (um) watt
zh_hans: 将系统或当前的预设配置TDP增加1W
zh_hant: 將系統或當前的預設配置TDP增加1W

# Hotkey_overlayGamepad
source: Display 3D controller
fr_fr: Afficher le contrôleur 3D
ko_kr: 3D 컨트롤러 표시
pt_br: Exibir controle 3D
zh_hans: 3D手柄悬浮窗
zh_hant: 3D手柄覆蓋窗

# Hotkey_overlayGamepadDesc
source: Change 3D hotkey by pressing a button or a special key
fr_fr: Changer le raccourci 3D en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 3D 핫키를 변경
pt_br: Alterar a tecla de atalho 3D pressionando um botão ou uma tecla especial
zh_hans: 显示/隐藏3D手柄预览悬浮窗
zh_hant: 顯示/隱藏3D手柄預覽覆蓋窗

# Hotkey_overlayTrackpads
source: Display virtual trackpads
fr_fr: Afficher les trackpads virtuels
ko_kr: 가상 트랙패드를 표시합니다.
pt_br: Exibir trackpads virtuais
zh_hans: 虚拟触控板
zh_hant: 虛擬觸控板

# Hotkey_overlayTrackpadsDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 핫키를 변경합니다.
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 显示/隐藏虚拟触控板
zh_hant: 顯示/隱藏虛擬觸控板

# Hotkey_quickTools
source: Summon quick tools window
fr_fr: Afficher la fenêtre QuickTools
ko_kr: 빠른 도구 윈도우 호출
pt_br: Invocar a janela de ferramentas rápidas
zh_hans: 工具窗口
zh_hant: 工具窗口

# Hotkey_quickToolsDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키 변경하기
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 显示/隐藏工具窗口
zh_hant: 顯示/隱藏工具窗口

# Hotkey_Custom
source: Custom shortcut
fr_fr: Raccourci personnalisé
ko_kr: 커스텀 단축키
pt_br: Atalho personalizado
zh_hans: 自定义快捷方式
zh_hant: 自定義快捷方式

# Hotkey_CustomDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키를 변경합니다.
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 自定义配置触发方式与输出指令
zh_hant: 自定義配置觸發方式與輸出指令

# Hotkey_Desktop
source: Display and hide the desktop
fr_fr: Afficher et masquer le bureau
ko_kr: 데스크톱 표시 및 숨기기
pt_br: Exibir e ocultar a área de trabalho
zh_hans: 显示/隐藏桌面
zh_hant: 顯示/隱藏桌面

# Hotkey_DesktopDesc
source: Press this key: Windows + D
fr_fr: Appuyez sur cette touche : Windows + D
ko_kr: 다음 키를 누르세요: Windows + D
pt_br: Pressione esta combinação de teclas: Windows + D
zh_hans: 输出指令：Win + D
zh_hant: 輸出指令：Win + D

# Hotkey_ESC
source: Escape
fr_fr: Échap
pt_br: ESC
zh_hans: 退出
zh_hant: 退出

# Hotkey_ESCDesc
source: Press this key: Escape
fr_fr: Appuyez sur cette touche : Échap
ko_kr: 다음 키를 누르세요: Escape
pt_br: Pressione esta tecla: ESC
zh_hans: 输出指令：Esc
zh_hant: 輸出指令：Esc

# Hotkey_Expand
source: Switches between window and full screen
fr_fr: Bascule entre fenêtré et plein écran
ko_kr: 창과 전체 화면 간 전환
pt_br: Alterna entre modo janela e tela cheia
zh_hans: 切换窗口/全屏模式
zh_hant: 切換窗口/全屏模式

# Hotkey_ExpandDesc
source: Press this key: Alt + Enter
fr_fr: Appuyez sur ces touches : Alt + Entrée
ko_kr: 다음 키를 누르세요: Alt + Enter
pt_br: Pressione esta combinação de teclas: Alt + Enter
zh_hans: 输出指令：Alt + Enter
zh_hant: 輸出指令：Alt + Enter

# Hotkey_Guide
source: Guide or PS button
ko_kr: 가이드 또는 PS 버튼
pt_br: Guia ou Botão PS
zh_hans: XBOX/PS 按键
zh_hant: XBOX/PS 按鍵

# Hotkey_GuideDesc
source: Simulate a Xbox Guide or Sony PS button input
ko_kr: Xbox 가이드 또는 Sony PS 버튼 입력을 시뮬레이트합니다.
pt_br: Simular a entrada de um botão Xbox Guia ou botão Sony PS
zh_hans: 模拟Xbox菜单键或者索尼PS键
zh_hant: 模擬Xbox菜單鍵或者索尼PS鍵

# Hotkey_Keyboard
source: Display touch keyboard
fr_fr: Afficher le clavier tactile
ko_kr: 터치 키보드를 표시합니다.
pt_br: Exibir o teclado em tela de toque
zh_hans: 虚拟键盘
zh_hant: 虛擬鍵盤

# Hotkey_KeyboardDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 핫키를 변경합니다.
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 显示/隐藏虚拟键盘
zh_hant: 顯示/隱藏虛擬鍵盤

# Hotkey_KillApp
source: Force application shutdown
fr_fr: Forcer l'arrêt de l'application
ko_kr: 애플리케이션 강제 종료
pt_br: Forçar encerramento da aplicação
zh_hans: 强制停止
zh_hant: 強制停止

# Hotkey_KillAppDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키를 변경합니다.
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 输出指令：Alt + F4
zh_hant: 輸出指令：Alt + F4

# Hotkey_Mainwindow
source: Display and hide main window
fr_fr: Afficher/Masquer la fenêtre principale
ko_kr: 기본 창 표시 및 숨기기
pt_br: Exibir e ocultar a janela principal
zh_hans: 掌机伴侣主窗口
zh_hant: 掌機伴侶主窗口

# Hotkey_MainwindowDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Changer le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키를 변경합니다.
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 显示/隐藏掌机伴侣主窗口
zh_hant: 顯示/隱藏掌機伴侶主窗口

# Hotkey_TaskManager
source: Open Task Manager
fr_fr: Ouvrir le gestionnaire de tâches
ko_kr: 작업 관리자 열기
pt_br: Abrir o Gerenciador de Tarefas
zh_hans: 任务管理器
zh_hant: 任務管理器

# Hotkey_TaskManagerDesc
source: Press this key: Ctrl + Shift + Esc
fr_fr: Appuyez sur ces touches : Ctrl + Maj + Échap
ko_kr: 다음 키를 누르세요: Ctrl + Shift + Esc
pt_br: Pressione esta combinação de teclas: Ctrl + Shift + Esc
zh_hans: 输出指令：Ctrl + Shift + Esc
zh_hant: 輸出指令：Ctrl + Shift + Esc

# Hotkey_Taskview
source: Open Task view
fr_fr: Ouvrir la vue tâche
ko_kr: 작업 보기 열기
pt_br: Abrir Visão de Tarefas
zh_hans: 任务视图
zh_hant: 任務視圖

# Hotkey_TaskviewDesc
source: Press this key: Windows + Tab
fr_fr: Appuyez sur ces touches : Windows + Tab
ko_kr: 다음 키를 누르세요: Windows + Tab
pt_br: Pressionar esta combinação de teclas: Windows + Tab
zh_hans: 输出指令：Win + Tab
zh_hant: 輸出指令：Win + Tab

# Hotkey_suspendResumeTask
source: Toggle Applications
fr_fr: Activer/désactiver l'application
ko_kr: 어플리케이션 전환
pt_br: Alternar Suspensão de tarefa
zh_hans: 暂停任务
zh_hant: 暫停任務

# Hotkey_suspendResumeTaskDesc
source: Suspend or resume the foreground application
fr_fr: Suspendre ou reprendre l'application de premier plan
ko_kr: 포그라운드 애플리케이션을 일시 중단 또는 재개
pt_br: Applications or resumir a aplicação em primeiro plano
zh_hans: 暂停或继续前台任务
zh_hant: 暫停或繼續前台任務

# MainWindow_navAbout
source: About
de_de: Über
fr_fr: À propos
it_it: Informazioni
ja_jp: 概要
ko_kr: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

# MainWindow_navController
source: Controller
fr_fr: Contrôleur
ja_jp: コントローラー
ko_kr: 컨트롤러
pt_br: Controle
zh_hans: 手柄
zh_hant: 手柄

# MainWindow_navOverlay
source: Overlay
ja_jp: オーバーレイ
ko_kr: 오버레이
pt_br: Sobreposição
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# MainWindow_navProfiles
source: Profiles
de_de: Profile
fr_fr: Profils
it_it: Profili
ja_jp: プロファイル
ko_kr: 프로필
pt_br: Perfis
zh_hans: 配置文件
zh_hant: 配置文件

# MainWindow_Settings
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設置

# OverlayPage_Alignment
source: Alignment
de_de: Ausrichtung
fr_fr: Alignement
it_it: Allineamento
ja_jp: 配置
ko_kr: 구성
pt_br: Alinhamento
zh_hans: 位置
zh_hant: 位置

# OverlayPage_AlignmentDesc
source: Change 3D controller overlay alignment
de_de: Ausrichtung des 3D-Controller-Overlays ändern
fr_fr: Modifier l'alignement de la superposition du contrôleur 3D
it_it: Cambia l'allineamento dell'overlay del controller 3D
ja_jp: 3D コントローラー オーバーレイの配置を変更
ko_kr: 3D 컨트롤러 오버레이의 위치를 변경합니다.
pt_br: Alterar o alinhamento da sobreposição de controle 3D
zh_hans: 修改3D手柄预览展示位置
zh_hant: 修改3D手柄預覽展示位置

# OverlayPage_AlignmentTrackpadDesc
source: Change trackpads overlay alignment
de_de: Trackpad-Overlay-Ausrichtung ändern
fr_fr: Modifier l'alignement des trackpads
it_it: Cambia l'allineamento dell'overlay dei trackpad
ja_jp: トラックパッド オーバーレイの配置を変更する
ko_kr: 트랙패드 오버레이의 위치를 변경합니다.
pt_br: Alterar o alinhamento da sobreposição de trackpads
zh_hans: 修改触摸板展示位置
zh_hant: 修改觸摸板展示位置

# OverlayPage_AlwaysOnTop
source: Always on top
de_de: Immer ganz oben
fr_fr: Toujours au premier plan
it_it: Sempre in primo piano
ja_jp: 常に先頭に表示
ko_kr: 항상 위에 표시
pt_br: Sempre no topo
zh_hans: 始终在顶层
zh_hant: 始終在頂層

# OverlayPage_AlwaysOnTopDesc
source: When toggled, 3D controller overlay will stay on top of other windows
de_de: Wenn umgeschaltet, bleibt das 3D-Controller-Overlay über anderen Fenstern.
fr_fr: Quand activé, la superposition du contrôleur 3D restera au-dessus des autres fenêtres
it_it: Quando attivato, l'overlay del controller 3D rimarrà sempre in primo piano rispetto alle altre finestre
ja_jp: 切り替えると、3D コントローラーのオーバーレイが他のウィンドウの上に表示
ko_kr: 이 옵션을 켜면 3D 컨트롤러 오버레이가 다른 창 위에 유지됩니다.
pt_br: Quando ativado, a sobreposição do controle 3D estará sempre no topo de outras janelas
zh_hans: 开启时，悬浮窗将始终显示在最顶层
zh_hant: 開啟時，覆蓋窗將始終覆蓋在其他界面頂層

# OverlayPage_CameraAngle
source: Face camera
de_de: Kamera-Ausrichtung
fr_fr: Caméra frontale
it_it: Inquadra la fotocamera
ja_jp: フェイスカメラ
ko_kr: 페이스 카메라
pt_br: Frente para câmera
zh_hans: 方向
zh_hant: 方向

# OverlayPage_CameraAngleDesc
source: Change 3D controller overlay model behaviour for facing the camera
de_de: Ändern Sie das Verhalten des 3D-Controller-Overlay-Modells für die Ausrichtung der Kamera
fr_fr: Modifier le comportement du modèle de superposition du contrôleur 3D pour faire face à la caméra
it_it: Cambia il comportamento del modello dell'overlay del controller 3D per inquadrare la fotocamera
ja_jp: カメラを向いた場合の 3D コントローラー オーバーレイ モデルの動作を変更
ko_kr: 카메라를 향한 경우의 3D 컨트롤러 오버레이 모델의 동작을 변경합니다.
pt_br: Alterar o comportamento do modelo de controle 3D em sobreposição para ficar de frente para a câmera
zh_hans: 3D手柄的面向方向配置
zh_hant: 3D手柄的面向方向配置

# OverlayPage_CameraAnglePitch
source: Stationary pitch
de_de: Statische Kameraneigung
fr_fr: Pas stationnaire
it_it: Pitch fisso
ja_jp: ピッチ
ko_kr: 피치
pt_br: Eixo lateral (arfagem) estacionário
zh_hans: 角度补正
zh_hant: 角度補正

# OverlayPage_CameraAnglePitchDesc
source: Change the angle
de_de: Ändern Sie den Winkel, in Grad
fr_fr: Modifier l'angle
it_it: Cambia l'angolo, in gradi
ja_jp: 角度を度単位で変更
ko_kr: 각도를 변경합니다.
pt_br: Alterar o ângulo, por grau
zh_hans: 设置角度补正值
zh_hant: 設置角度補正值

# OverlayPage_Color
source: Background Color
de_de: Hintergrundfarbe
fr_fr: Couleur de fond
it_it: Colore sfondo
ja_jp: 背景色
ko_kr: 배경색
pt_br: Cor de fundo
zh_hans: 背景颜色
zh_hant: 背景顏色

# OverlayPage_ColorDesc
source: Change 3D controller overlay background color
de_de: Hintergrundfarbe des 3D-Controller-Overlays ändern
fr_fr: Changer la couleur de fond de la surcouche du contrôleur 3D
it_it: Cambia il colore di sfondo dell'overlay del controller 3D
ja_jp: 3D コントローラーのオーバーレイの背景色を変更
ko_kr: 3D 컨트롤러 오버레이의 배경색을 변경합니다.
pt_br: Alterar a cor de fundo da sobreposição do controle 3D
zh_hans: 更改3D手柄悬浮窗背景颜色
zh_hant: 更改3D手柄覆蓋窗背景顏色

# OverlayPage_ControllerOptions
source: Controller options
de_de: Controller-Optionen
fr_fr: Options du contrôleur
it_it: Opzioni del controller
ja_jp: コントローラ オプション
ko_kr: 컨트롤러 옵션
pt_br: Opções de controle
zh_hans: 3D手柄配置选项
zh_hant: 3D手柄配置選項

# OverlayPage_EmulatedController
source: Emulated controller
de_de: Emulierter Controller
fr_fr: Contrôleur émulé
it_it: Controller emulato
ja_jp: エミュレートされたコントローラー
ko_kr: 에뮬레이트된 컨트롤러
pt_br: Controle emulado
zh_hans: 模拟手柄
zh_hant: 模擬手柄

# OverlayPage_FaceCamera
source: Face camera
de_de: Kamera-Ausrichtung
fr_fr: Caméra frontale
it_it: Inquadra la fotocamera
ja_jp: フェイスカメラ
ko_kr: 페이스 카메라
pt_br: Frente para câmera
zh_hans: 展示角度
zh_hant: 展示角度
