Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# ProfilesPage_CreateNewProfile
source: Create a new profile
de_de: Neues Profil erstellen
fr_fr: Créer un nouveau profil
it_it: Crea un nuovo profilo
ja_jp: 新しいプロファイルを作成
ko_kr: 새로운 프로파일을 만들기
pt_br: Criar um novo perfil
zh_hans: 创建配置
zh_hant: 創建配置

# ProfilesPage_Delete
source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# ProfilesPage_DeleteProfile
source: Delete profile
de_de: Profil löschen
fr_fr: Supprimer le profil
it_it: Elimina profilo
ja_jp: プロファイルを削除
ko_kr: 프로파일을 삭제합니다.
pt_br: Excluir perfil
zh_hans: 删除配置
zh_hant: 刪除配置

# ProfilesPage_EnableProfile
source: Use per-game profile
de_de: Profil aktivieren
fr_fr: Activer le profil
it_it: Profilo utente per gioco
ja_jp: ゲームごとのユーザー プロファイル
ko_kr: 게임별 사용자 프로파일
pt_br: Perfil de usuário por jogo
zh_hans: 启动配置
zh_hant: 啟動配置

# ProfilesPage_EnableProfileDesc
source: The profile will be automatically applied when the associated application is detected
de_de: Das Profil wird automatisch angewendet, wenn die zugehörige Anwendung erkannt wird.
fr_fr: Le profil sera automatiquement appliqué lorsque l'application associée sera détectée
it_it: Il profilo verrà applicato automaticamente quando verrà rilevata l'applicazione associata
ja_jp: 関連付けられたアプリケーションが検出されると、プロファイルは自動的に適用
ko_kr: 연관된 애플리케이션이 감지되면 프로파일이 자동으로 적용됩니다.
pt_br: O perfil será aplicado automaticamente quando a aplicação indicada é detectada
zh_hans: 将在指定应用运行时自动选择相应配置。
zh_hant: 將在指定應用運行時自動選擇相應配置。

# ProfilesPage_GlobalSettings
source: Global settings
de_de: Globale Einstellungen
fr_fr: Paramètres globaux
it_it: Impostazioni globali
ja_jp: グローバル設定
ko_kr: 전역 설정
pt_br: Configurações globais
zh_hans: 全局设置
zh_hant: 全局設置

# ProfilesPage_GlobalSettingsDesc
source: Change the global profiles settings
de_de: Ändern Sie die globalen Profileinstellungen
fr_fr: Modifier les paramètres des profils globaux
it_it: Cambia le impostazioni globali dei profili
ja_jp: グローバル プロファイル設定を変更
ko_kr: 전역 프로파일 설정을 변경합니다.
pt_br: Alterar as configurações do perfil global
zh_hans: 修改全局配置
zh_hant: 修改全局配置

# ProfilesPage_GyrometerMultiplier
source: Gyrometer multiplier
de_de: Gyrometer-Multiplikator
fr_fr: Multiplicateur du gyromètre
it_it: Moltiplicatore giroscopio
ja_jp: ジャイロメーター乗数
ko_kr: 자이로미터 배율
pt_br: Multiplicador do girometro
zh_hans: 陀螺仪灵敏度
zh_hant: 陀螺儀靈敏度

# ProfilesPage_GyrometerMultiplierDesc
source: Change the system reported gyrometer value
de_de: Ändern Sie den vom System gemeldeten Gyrometerwert
fr_fr: Modifier la valeur du gyromètre rapportée par le système
it_it: Cambia il valore del giroscopio riportato dal sistema
ja_jp: シス​​テムが報告するジャイロメーター値を変更
ko_kr: 시스템이 보고하는 자이로미터의 값을 변경합니다.
pt_br: Alterar o valor do girometro relatado pelo sistema
zh_hans: 设置设备陀螺仪的灵敏度
zh_hant: 設置設備陀螺儀的靈敏度

# ProfilesPage_GyroSteeringAxis
source: Gyro steering axis
de_de: Gyro-Lenkachse
fr_fr: Axe de direction du gyroscope
it_it: Asse sterzo giroscopio
ja_jp: ジャイロステアリング
ko_kr: 자이로 스티어링 축
pt_br: Eixo de direção pelo giroscópico
zh_hans: 体感驾驶轴
zh_hant: 體感駕駛軸

# ProfilesPage_GyroSteeringAxisDesc
source: For controlling the horizontal movement of the controller, you can use either the yaw or roll axis
de_de: Zur Steuerung der horizontalen Bewegung des Controllers können Sie entweder die Gier- oder die Rollachse verwenden
fr_fr: Pour contrôler le mouvement horizontal du contrôleur, vous pouvez utiliser l'axe de lacet ou de roulis
it_it: Per il controllo del movimento orizzontale del controller, puoi utilizzare l'asse di imbardata o rollio
ja_jp: コントローラーの水平方向の動きを制御するには、回転軸または横軸を使用できます
ko_kr: 컨트롤러의 수평 방향의 움직임을 제어하려면, 회전 축 또는 수평 축을 사용할 수 있습니다
pt_br: Para controlar o movimento horizontal do controle, você pode usar tanto o eixo vertical (rolamento) ou o longitudinal (leme)
zh_hans: 你可以选用延竖直（Y轴）或者前后（Z轴）旋转，来控制方向
zh_hant: 你可以選用延豎直（Y軸）或者前後（Z軸）旋轉，來控制方向

# ProfilesPage_InvertHorizontalAxis
source: Invert horizontal axis
de_de: Horizontale Achse invertieren
fr_fr: Inverser l'axe horizontal
it_it: Inverti asse orizzontale
ja_jp: 横軸を反転
ko_kr: 수평 축을 반전
pt_br: Inverter o eixo horizontal
zh_hans: 反转水平轴
zh_hant: 反轉水平軸

# ProfilesPage_InvertVerticalAxis
source: Invert vertical axis
de_de: Vertikale Achse invertieren
fr_fr: Inverser l'axe vertical
it_it: Inverti asse verticale
ja_jp: 縦軸を反転
ko_kr: 수직 축을 반전
pt_br: Inverter o eixo vertical
zh_hans: 反转垂直轴
zh_hant: 反轉垂直軸

# ProfilesPage_MotionControlSettings
source: Motion control settings
de_de: Einstellungen der Bewegungssteuerung
fr_fr: Paramètres de contrôle du mouvement
it_it: Impostazioni controllo del movimento
ja_jp: モーションコントロール設定
ko_kr: 모션 컨트롤 설정
pt_br: Configurações de controle de movimento
zh_hans: 体感设置
zh_hant: 體感設置

# ProfilesPage_MotionControlSettingsDesc
source: Change the motion control settings
de_de: Ändern Sie die globalen Bewegungssteuerungseinstellungen
fr_fr: Modifier les paramètres globaux de contrôle du mouvement
it_it: Cambia le impostazioni globali del controllo del movimento
ja_jp: グローバル モーション コントロール設定を変更
ko_kr: 전역 모션 컨트롤 설정을 변경합니다.
pt_br: Alterar as configurações globais de controle de movimento
zh_hans: 变更体感的详细设置
zh_hant: 變更體感的詳細設置

# ProfilesPage_PowerPreset
source: Power preset (On battery)
fr_fr: Mode d'alimentation
ko_kr: 전력 설정
pt_br: Modos de energia
zh_hans: 电源预设
zh_hant: 電源預設

# ProfilesPage_PowerPresetDesc
source: Change the selected power preset
fr_fr: Optimiser votre appareil en fonction de la consommation d'énergie et des performances
ko_kr: 선택한 전력 설정을 변경합니다.
pt_br: Alterar o modo de energia selecionado
zh_hans: 修改选中的电源预设
zh_hant: 改變選擇的電源預設

# ProfilesPage_ProfileDetails
source: Profile details
de_de: Profil-Details
fr_fr: Détails du profil
it_it: Dettagli profilo
ja_jp: プロファイルの詳細
ko_kr: 프로파일 상세 정보
pt_br: Detalhes do perfil
zh_hans: 配置详情
zh_hant: 設定檔詳情

# ProfilesPage_ProfileName
source: Profile name
de_de: Profilname
fr_fr: Nom du profil
it_it: Nome profilo
ja_jp: プロファイル名
ko_kr: 프로파일명
pt_br: Nome do perfil
zh_hans: 配置名称
zh_hant: 設定檔名稱

# ProfilesPage_ProfilePath
source: Profile path
de_de: Profilpfad
fr_fr: Chemin du profil
it_it: Percorso profilo
ja_jp: プロファイル パス
ko_kr: 프로파일 경로
pt_br: Caminho do perfil
zh_hans: 配置路径
zh_hant: 設定檔路徑

# ProfilesPage_Profiles
source: Profiles
de_de: Profile
fr_fr: Profils
it_it: Profili
ja_jp: プロファイル
ko_kr: 프로파일
pt_br: Perfis
zh_hans: 配置
zh_hant: 設定檔

# ProfilesPage_ProfileSelection
source: Profile selection
de_de: Profilauswahl
fr_fr: Sélection du profil
it_it: Selezione profilo
ja_jp: プロファイルの選択
ko_kr: 프로파일 선택
pt_br: Seleção de perfil
zh_hans: 配置选择
zh_hant: 設定檔選擇

# ProfilesPage_ProfileSelectionDesc
source: Select the profile you would like to edit
de_de: Wählen Sie das Profil, das Sie bearbeiten möchten
fr_fr: Sélectionner le profil que vous souhaitez modifier
it_it: Seleziona il profilo che desideri modificare
ja_jp: 編集したいプロファイルを選択
ko_kr: 편집할 프로파일을 선택합니다.
pt_br: Selecionar o perfil que deseja editar
zh_hans: 选择你想要编辑的配置
zh_hant: 選擇你想要編輯的設定檔

# ProfilesPage_ProfileSettings
source: Profile settings
de_de: Profileinstellungen
fr_fr: Paramètres du profil
it_it: Impostazioni profilo
ja_jp: プロファイル設定
ko_kr: 프로파일 설정
pt_br: Configurações de perfil
zh_hans: 配置设置
zh_hant: 設定檔設置

# ProfilesPage_ProfileUpdated1
source: Profile updated
de_de: Profil aktualisieren
fr_fr: Profil mis à jour
it_it: Profilo aggiornato
ja_jp: プロファイルが更新されました
ko_kr: 프로파일 업데이트 완료
pt_br: Perfil atualizado
zh_hans: 配置已更新
zh_hant: 設定檔已更新

# ProfilesPage_ProfileUpdated2
source: was updated.
de_de: wurden aktualisiert.
fr_fr: a été mis à jour.
it_it: è stato aggiornato.
ja_jp: 更新されました
ko_kr: 업데이트되었습니다
pt_br: foi atualizado.
zh_hans: 已更新
zh_hant: 已更新

# ProfilesPage_Roll
source: Roll
fr_fr: Roulis
it_it: Rollio
ja_jp: ロール
ko_kr: 롤
pt_br: Rolamento
zh_hans: 前后（Z轴）
zh_hant: 前後（Z軸）

# ProfilesPage_StyleofInput
source: Style of input
de_de: Eingabeart
fr_fr: Style d'entrée
it_it: Stile di input
ja_jp: 入力のスタイル
ko_kr: 입력 스타일
pt_br: Estilo de entrada
zh_hans: 输入形式
zh_hant: 輸入形式

# ProfilesPage_StyleofInputTooltip
source: The physical inputs of the controller can be programmed to act like different types of devices
de_de: Die physikalischen Controllereingaben können so programmiert werden, dass sie sich wie verschiedene Gerätetypen verhalten
fr_fr: Les entrées physiques du contrôleur peuvent être programmées pour agir comme différents types de dispositifs
it_it: I comandi fisici del controller possono essere programmati per agire come diversi tipi di dispositivi
ja_jp: コントローラーの物理入力は、さまざまなタイプのデバイスのように動作するようにプログラムできます
ko_kr: 컨트롤러의 물리 입력은 다양한 유형의 장치처럼 작동하도록 프로그래밍할 수 있습니다
pt_br: As entradas fisicas do controle podem ser programadas para agir como diferentes tipos de dispositivos
zh_hans: 实体手柄的输入可以模拟成其他虚拟设备的输出
zh_hant: 實體手柄的輸入可以模擬成其他虛擬設備的輸出

# ProfilesPage_StyleofOutput
source: Output device
de_de: Ausgabegerät
fr_fr: Dispositif de sortie
it_it: Dispositivo di output
ja_jp: 出力デバイス
ko_kr: 출력 장치
pt_br: Dispositivo de saída
zh_hans: 输出类型
zh_hant: 輸出類型

# ProfilesPage_StyleofOutputTooltip
source: Select the device that will receive the motion commands
de_de: Wählen Sie das Gerät, das die Bewegungsbefehle empfangen soll
fr_fr: Sélectionner le dispositif qui recevra les commandes de mouvement
it_it: Seleziona il dispositivo che riceverà i comandi di movimento
ja_jp: モーション コマンドを受信するデバイスを選択
ko_kr: 모션 명령을 수신할 디바이스를 선택합니다.
pt_br: Selecionar o dispositivo que receberá os comandos de movimento
zh_hans: 选择输出的设备类型
zh_hant: 選擇輸出的設備類型

# ProfilesPage_SustainedPower
source: Sustained power limit
de_de: Anhaltende Leistungsgrenze
fr_fr: Limite de puissance soutenue
it_it: Limite di potenza sostenuta
ja_jp: TDP制限
ko_kr: TDP 제한
pt_br: Limite de energia sustentado
zh_hans: 持续功耗
zh_hant: 持續功耗

# ProfilesPage_SustainedPowerDesc
source: Change sustained thermal power limit
de_de: Änderung der Dauerwärmeleistungsgrenze
fr_fr: Modifier la limite de puissance soutenue
it_it: Cambia il limite di potenza termica sostenuta
ja_jp: TDPを変更
ko_kr: TDP 변경
pt_br: Alterar o limite de energia térmico sustentado
zh_hans: 更改持续功耗限制
zh_hant: 更改持續功耗限制

# ProfilesPage_TDPOverride
source: Thermal Power (TDP) limit
de_de: Thermische Leistung (TDP) überschreiben
fr_fr: Limite de puissance thermique (TDP)
it_it: Limite di potenza termica (TDP)
ja_jp: TDPを変更
ko_kr: TDP(열 설계 전력)를 변경합니다.
pt_br: Limite de TDP
zh_hans: TDP
zh_hant: TDP

# ProfilesPage_TDPOverrideDesc
source: Limits processor power for less total power
de_de: Überschreiben Sie das thermal power limit des Prozessors
fr_fr: Limite la puissance du processeur pour réduire la puissance totale
it_it: Limita la potenza del processore per una potenza totale inferiore
ja_jp: プロセッサの電力を制限して総電力を削減
ko_kr: 프로세서의 전력을 제한하여 총 전력을 감소시킵니다.
pt_br: Limita a energia do processador via ajuste de TDP (do inglês, Thermal Design Power ou potência térmica de projeto) para menos energia total
zh_hans: 限制最大TDP
zh_hant: 限制最大TDP

# ProfilesPage_UMCEnable
source: Enable universal motion controller
de_de: Aktivieren der universellen Bewegungssteuerung
fr_fr: Activer le contrôle universel de mouvements
it_it: Abilita il controller di movimento universale
ja_jp: ユニバーサル モーション コントローラーを有効
ko_kr: 유니버설 모션 컨트롤러를 활성화합니다.
pt_br: Ligar o controle de movimento universal
zh_hans: 启动通用体感控制
zh_hant: 啟動通用體感控制

# ProfilesPage_UMCMotionOff
source: Disabled, turn on with button(s)
de_de: Deaktiviert, einschalten mit Taste(n)
fr_fr: Désactivé, activer avec le(s) bouton(s)
it_it: Disattivato, attiva con il pulsante(i)
ja_jp: 無効、ボタンでオンにします
ko_kr: 비활성화, 버튼으로 활성화합니다.
pt_br: Desligado, ligar com botão(ões)
zh_hans: 默认关闭，按住按键启动
zh_hant: 默認關閉，按住按鍵啟動

# ProfilesPage_UMCMotionOn
source: Enabled, turn off with button(s)
de_de: Aktiviert, ausschalten mit Taste(n)
fr_fr: Activé, désactiver avec le(s) bouton(s)
it_it: Attivato, disattiva con il pulsante(i)
ja_jp: 有効、ボタンでオフにします
ko_kr: 활성화, 버튼으로 비활성화합니다.
pt_br: Ligado, desligar com botão(ões)
zh_hans: 默认启动，按住按键关闭
zh_hant: 默認啟動，按住按鍵關閉

# ProfilesPage_UMCMotionToggle
source: Toggle between enabled or disabled with button(s)
fr_fr: Basculer entre activé ou désactivé avec le(s) bouton(s)
ko_kr: 버튼으로 활성화와 비활성화를 전환합니다.
pt_br: Alternar entre habilitado e desabilitado com botão(ões)
zh_hans: 按键切换启用/禁用
zh_hant: 以按鍵切換啟用/停用

# ProfilesPage_UMCMotionOnOff
source: Motion activation
de_de: Bewegungsaktivierung
fr_fr: Activer le contrôle de mouvement UMC
it_it: Attivazione movimento
ja_jp: モーションのアクティブ化
ko_kr: 모션 활성화
pt_br: Ativação de movimento
zh_hans: 体感启动
zh_hant: 體感啟動

# ProfilesPage_UMCMotionOnOffDesc
source: Motion input disabled: hold selected button(s) to enable motion. Motion input enabled: hold selected button(s) to disable motion. Motion input toggle: press selected button(s) to switch motion state.
de_de: Wenn die Bewegungseingabe deaktiviert ist, verwenden Sie die ausgewählte(n) Taste(n), um die Bewegung zu aktivieren, Wenn die Bewegungseingabe aktiviert ist, verwenden Sie die ausgewählte(n) Taste(n), um die Bewegung zu deaktivieren.
fr_fr: Entrée de mouvement désactivée : maintenez enfoncée le(s) bouton(s) sélectionné(s) pour activer le mouvement. Entrée de mouvement activée: maintenez enfoncée(s) le(s) bouton(s) sélectionné(s) pour désactiver le mouvement. Interrupteur d'entrée de mouvement : appuyez sur le(s) bouton(s) sélectionné(s) pour changer d'état de mouvement.
it_it: Con l'input di movimento disabilitato, utilizza il/i pulsante/i selezionato/i per abilitare il movimento, con l'input di movimento abilitato, utilizza il/i pulsante/i selezionato/i per disabilitare il movimento.
ja_jp: モーション入力が無効な状態で、選択したボタンを使用してモーションを有効に モーション入力が有効になっている場合、選択したボタンを使用してモーションを無効にします
ko_kr: 모션 입력이 무효한 상태에서, 선택한 버튼을 사용하여 모션을 활성화하고 모션 입력이 활성화된 경우, 선택한 버튼을 사용하여 모션을 비활성화합니다
pt_br: Entrada de movimento desligada: Mantenha pressionado(s) o(s) botão(ões) selecionado(s) para ligar o movimento. Entrada de movimento ligada: Mantenha pressionado(s) o(s) botão(ões) selecionado(s) para desligar o movimento. Entrada de movimento alternada: Pressione o(s) botão(ões) selecionado(s) para alternar o estado do movimento.
zh_hans: 当体感默认关闭时, 按住按键以启动体感操作 当体感默认启动时, 按住按键以关闭体感操作
zh_hant: 當體感默認關閉時, 按住按鍵以啟動體感操作 當體感默認啟動時, 按住按鍵以關閉體感操作

# ProfilesPage_UMCSelectionRightLeftDesc
source: Select the device that will receive the motion commands
de_de: Wählen Sie das Gerät, das die Bewegungsbefehle empfangen soll
fr_fr: Sélectionner le dispositif qui recevra les commandes de mouvement
it_it: Seleziona il dispositivo che riceverà i comandi di movimento
ja_jp: モーション コマンドを受信するデバイスを選択
ko_kr: 모션 명령을 수신할 디바이스를 선택합니다.
pt_br: Selecionar o dispositivo que receberá os comandos de movimento
zh_hans: 选择体感的模拟输出设备
zh_hant: 選擇體感的模擬輸出設備

# ProfilesPage_UMCSettings
source: Universal motion control settings
de_de: Universelle Einstellungen für die Bewegungssteuerung
fr_fr: Paramètres du contrôle universel de mouvements
it_it: Impostazioni del controllo di movimento universale
ja_jp: ユニバーサル モーション コントロール設定
ko_kr: 유니버설 모션 컨트롤 설정
pt_br: Configurações de controle de movimento universal
zh_hans: 通用体感控制设置
zh_hant: 通用體感控制設置

# ProfilesPage_UMCSettingsDesc
source: Translate device motions into controller inputs
de_de: Übersetzen von Gerätebewegungen in Controllereingaben
fr_fr: Traduire les mouvements du dispositif en entrées du contrôleur
it_it: Traduci i movimenti del dispositivo in input del controller
ja_jp: デバイスの動きをコントローラー入力に変換
ko_kr: 디바이스의 움직임을 컨트롤러 입력으로 변환합니다<div class=""></div>
pt_br: Traduz os movimentos dos dispositivos em entradas de controle
zh_hans: 将设备体感输入模拟为虚拟手柄输出
zh_hant: 將設備體感輸入模擬為虛擬手柄輸出

# ProfilesPage_UpdateProfile
source: Update profile
de_de: Profil aktualisieren
fr_fr: Mettre à jour le profil
it_it: Aggiorna profilo
ja_jp: プロファイルを更新
ko_kr: 프로파일 업데이트
pt_br: Atualizar perfil
zh_hans: 更新配置
zh_hant: 更新設定檔

# ProfilesPage_Whitelist
source: Allow the application to access device physical controller
de_de: Der Anwendung den Zugriff auf den physischen Controller des Geräts ermöglichen
fr_fr: Autoriser l'application à accéder au contrôleur physique du dispositif
it_it: Consenti all'applicazione di accedere al controller fisico del dispositivo
ja_jp: アプリケーションがデバイスの物理コントローラーにアクセスできるようにする
ko_kr: 애플리케이션이 디바이스의 물리적 컨트롤러에 접근할 수 있도록 허용합니다
pt_br: Permitir acesso direto ao dispositivo de controle físico pela aplicação (ignorar controle virtual emulado)
zh_hans: 允许程序取得实体手柄输入信号
zh_hant: 允許程序取得實體手柄輸入信號

# ProfilesPage_Wrapper
source: Extended compatibility (XInputPlus)
de_de: Erweiterte Kompatibilität (XInputPlus)
fr_fr: Compatibilitée améliorée (XInputPlus)
it_it: Compatibilità estesa (XInputPlus)
ja_jp: 拡張互換性 (XInputPlus)
ko_kr: 확장 호환성 (XInputPlus)
pt_br: Compatiblidade expandida (XInputPlus)
zh_hans: 扩展兼容性 (XInputPlus)
zh_hant: 擴展兼容性 (XInputPlus)

# ProfilesPage_Yaw
source: Yaw
de_de: Gier
fr_fr: Lacet
it_it: Giro
ja_jp: 回転
ko_kr: 회전
pt_br: Leme
zh_hans: 垂直（Y轴）
zh_hant: 垂直（Y軸）

# ProfilesPage_Yes
source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì
ko_kr: 예
pt_br: Sim
zh_hans: 确认
zh_hant: 確認

# Properties_Resources_ControllerPage_Disconnect
source: Disconnect
fr_fr: Déconnecter
ko_kr: 연결 해제
pt_br: Desconectar
zh_hans: 断开
zh_hant: 斷開

# QuickPerformancePage_GPUControl
source: Manual GPU Clock Control
de_de: Manuelle GPU-Takteinstellungen
fr_fr: Contrôle manuel de l'horloge GPU
it_it: Controllo manuale dell'orologio della GPU
ja_jp: 手動 GPU クロック制御
ko_kr: 수동 GPU 클럭 제어
pt_br: Controle Manual da Frequência da GPU
zh_hans: GPU频率
zh_hant: GPU時脈

# QuickPerformancePage_GPUControlDesc
source: Sets the GPU to a fixed clock
de_de: Setzt die GPU auf einen festen Takt
fr_fr: Configure le GPU à une horloge fixe
it_it: Imposta la GPU su un orologio fisso
ja_jp: GPU を固定クロックに設定
ko_kr: GPU를 고정 클럭으로 설정합니다.
pt_br: Define a GPU para utilizar uma frequência fixa
zh_hans: 手动设置GPU频率
zh_hant: 手動設置GPU時脈

# QuickPerformancePage_PowerMode
source: Power mode
de_de: Leistungsmodus
fr_fr: Mode d'alimentation
it_it: Modalità di alimentazione
ja_jp: 電力モード
ko_kr: 전력 모드
pt_br: Modo de energia
zh_hans: 电源模式
zh_hant: 電源模式

# QuickPerformancePage_PowerModeBalanced
source: Balanced
de_de: Ausgeglichen
fr_fr: Équilibré
it_it: Bilanciata
ja_jp: バランス型
ko_kr: 균형
pt_br: Equilibrado
zh_hans: 平衡
zh_hant: 平衡

# QuickPerformancePage_PowerModeDesc
source: Optimize your device based on power use and performance
de_de: Optimieren Sie Ihr Gerät auf der Grundlage von Stromverbrauch und Leistung
fr_fr: Optimiser votre appareil en fonction de la consommation d'énergie et des performances
it_it: Ottimizza il dispositivo in base all'utilizzo dell'alimentazione e alle prestazioni
ja_jp: 電力使用量とパフォーマンスに基づいてデバイスを最適化
ko_kr: 전력 사용량과 성능에 기반하여 디바이스를 최적화합니다.
pt_br: Otimizar o seu dispositivo baseado com base no uso de energia e desempenho
zh_hans: 设备的电源模式
zh_hant: 設備的電源模式

# QuickPerformancePage_PowerModeEfficiency
source: Efficiency
de_de: Effizienz
fr_fr: Efficience
it_it: Efficienza
ja_jp: 効率
ko_kr: 효율
pt_br: Melhor eficiência energética
zh_hans: 节能
zh_hant: 節能

# QuickPerformancePage_PowerModePerformance
source: Performance
de_de: Leistung
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
pt_br: Melhor desempenho
zh_hans: 高性能
zh_hant: 高性能

# QuickPerformancePage_TDPBoost
source: Boost
de_de: Schub
ja_jp: ブースト
ko_kr: 부스트
pt_br: Impulso

# QuickPerformancePage_TDPLimit
source: Thermal Power (TDP) Limit
de_de: Thermische Leistungsgrenze (TDP)
fr_fr: Limite de puissance thermique (TDP)
it_it: Limite di potenza termica (TDP)
ja_jp: TDP制限
ko_kr: TDP 제한
pt_br: Limite de TDP
zh_hans: TDP
zh_hant: TDP

# QuickPerformancePage_TDPLimitDesc
source: Limits processor power for less total power
de_de: Begrenze Prozessorleistung für weniger Gesamtleistung
fr_fr: Limite la puissance du processeur pour réduire la puissance totale
it_it: Limita la potenza del processore per una potenza totale inferiore
ja_jp: プロセッサの電力を制限して総電力を削減
ko_kr: 프로세서의 전력을 제한하여 총 전력을 감소시킵니다.
pt_br: Limita a energia do processador via ajuste de TDP (do inglês, Thermal Design Power ou potência térmica de projeto) para menos energia total
zh_hans: 限制处理器功耗以降低设备功耗
zh_hant: 限制處理器功耗以降低設備功耗

# QuickPerformancePage_TDPOverWrittenWarning
source: Thermal Power Limit is overwritten by a profile
de_de: Thermal Power Limit wird von einem Profil überschrieben
fr_fr: La limite de puissance thermique est remplacée par un profil
it_it: Il limite di potenza termica è sovrascritto da un profilo
ja_jp: TDP制限はプロファイルによって上書きされます
ko_kr: TDP 제한은 프로파일에 의해 덮어쓰기 됩니다.
pt_br: Limite de TDP é sobreescrito por um perfil
zh_hans: TDP限制被预设配置控制
zh_hant: TDP限制被預設配置控制

# QuickPerformancePage_TDPSustained
source: Sustained
de_de: Anhaltend
fr_fr: Soutenu
it_it: Sostenuta
ja_jp: 基本
ko_kr: 기본
pt_br: Sustentado
zh_hans: 持续
zh_hant: 持續

# QuickProfilesPage_Create
source: Create profile
de_de: Profil erstellen
fr_fr: Créer le profil
it_it: Crea profilo
ja_jp: プロファイルを作成する
ko_kr: 프로파일 만들기
pt_br: Criar perfil
zh_hans: 创建配置
zh_hant: 創建設定檔

# QuickProfilesPage_Waiting
source: Waiting for foreground process...
de_de: Warten auf ein Vordergrundprozess...
fr_fr: En attente du processus au premier plan...
it_it: In attesa del processo in primo piano...
ja_jp: プロセスを待機しています...
ko_kr: 프로세스를 기다리고 있습니다...
pt_br: Aguardando por processo em primeiro plano...
zh_hans: 等待前台进程...
zh_hant: 等待前台進程...

# ServiceDescription
source: Provides gyroscope and accelerometer support to Windows handheld gaming computers through a virtual controller. If the service is enabled, embedded controller will be cloaked to applications outside the whitelist. If the service is disabled, embedded controller will be uncloaked and the virtual controller disabled.
de_de: Bietet Gyroskop- und Beschleunigungssensor-Unterstützung für Windows-Handheld-Gamingcomputer über einen virtuellen Controller. Wenn der Dienst aktiviert ist, wird der eingebettete Controller für Anwendungen außerhalb der Whitelist getarnt. Wenn der Dienst deaktiviert ist, wird der eingebettete Controller enttarnt und der virtuelle Controller deaktiviert.
fr_fr: Fournit une prise en charge du gyroscope et de l'accéléromètre aux ordinateurs de jeu portables Windows par le biais d'un contrôleur virtuel. Si le service est activé, le contrôleur intégré sera masqué pour les applications en dehors de la liste blanche. Si le service est désactivé, le contrôleur embarqué ne sera plus caché et le contrôleur virtuel sera désactivé.
it_it: Fornisce supporto per giroscopio e accelerometro ai computer portatili per il gioco con Windows tramite un controller virtuale. Se il servizio è abilitato, il controller integrato sarà nascosto alle applicazioni al di fuori della whitelist. Se il servizio è disabilitato, il controller integrato sarà visibile e il controller virtuale sarà disabilitato.
ja_jp: 仮想コントローラーを介して Windows ハンドヘルド ゲーム コンピューターにジャイロスコープと加速度計のサポートを提供します。サービスが有効になっている場合、組み込みコントローラーはホワイトリスト外のアプリケーションに隠されます。サービスが無効になっている場合、組み込みコントローラーのクロークが解除され、仮想コントローラーが無効になります
ko_kr: 가상 컨트롤러를 사용하여 Windows 핸드헬드 컴퓨터에 자이로스코프와 가속도계의 지원을 제공합니다. 서비스가 활성화된 경우, 내장 컨트롤러는 화이트리스트 외의 애플리케이션에서 숨겨집니다. 서비스가 비활성화된 경우, 내장 컨트롤러의 숨김이 해제되고 가상 컨트롤러가 비활성화됩니다
pt_br: Fornece suporte de giroscópico e acelerômetro para computadores de jogo portáteis através de um controle virtual. Se o serviço está em execução, o controle embutido será ocultado das aplicações ausentes da lista de exceções. Se o serviço estiver desligado ou ausente, o controle embutido será revelado e o controle virtual desligado.
zh_hans: 通过此服务提供虚拟手柄支持，如果启用该服务，实体手柄将会对白名单以外的程序隐藏，如果该服务被禁用，虚拟手柄将会被移除，并且实体手柄将会取消隐藏
zh_hant: 通過此服務提供虛擬手柄支持，如果啟用該服務，實體手柄將會對白名單以外的程序隱藏，如果該服務被禁用，虛擬手柄將會被移除，並且實體手柄將會取消隱藏

# ServiceName
source: Controller Service
fr_fr: Service contrôleur
ja_jp: コントローラー サービス
ko_kr: 컨트롤러 서비스
pt_br: Serviço de Controle
zh_hans: 手柄服务
zh_hant: 手柄服務

# SettingsPage_AppLanguage
source: Language
de_de: Sprache
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pt_br: Idioma
zh_hans: 语言
zh_hant: 語言
