Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# MainWindow_TelemetryText
source: Do you authorize Handheld Companion to report information to the HC developers? If authorized, HC will automatically upload crash reports including data on your system's hardware and operating system. No private or personally identifiable data is ever collected. This information will allow us to improve the quality of the software and prioritize our efforts. It also helps us identify rare configurations that are causing bugs, performance and stability issues. This authorization is opt-in (default off) and can be changed in the main settings at any time. Thank you for using HC and helping us make it better.
fr_fr: Si vous l’autorisez, HC enverra automatiquement des rapports de plantage comprenant des données sur le matériel et le système d’exploitation de votre appareil. Aucune donnée privée ni personnellement identifiable n’est collectée. Ces informations nous permettent d’améliorer la qualité du logiciel et de mieux prioriser nos efforts. Elles nous aident également à identifier les configurations rares qui provoquent des bugs, des problèmes de performances ou de stabilité. Cette autorisation est optionnelle (désactivée par défaut) et peut être modifiée à tout moment dans les paramètres principaux. Merci d’utiliser HC et de nous aider à l’améliorer.
ko_kr: Handheld Companion이 HC 개발자에게 정보를 보고하도록 승인하시겠습니까? 승인을 받으면 HC는 시스템 하드웨어 및 운영 체제에 대한 데이터를 포함한 충돌 보고서를 자동으로 업로드합니다. 개인 정보나 개인 식별 데이터는 수집되지 않습니다. 이 정보를 통해 소프트웨어의 품질을 개선하고 우선순위를 정할 수 있습니다. 또한 버그, 성능 및 안정성 문제를 일으키는 드문 구성을 식별하는 데 도움이 됩니다. 이 권한은 옵트인(기본값 해제)으로 설정되어 있으며 언제든지 기본 설정에서 변경할 수 있습니다. HC를 사용해 주시고 더 나은 서비스를 제공할 수 있도록 도와주셔서 감사합니다.
pt_br: Você autoriza o Handheld Companion reportar informações para seus próprios desenvolvedores? Se autorizado, o HC irá enviar relatórios de erros automaticamente, incluindo dados do seu dispositivo e sistema operacional. Nenhum dado privado ou pessoal será coletado. Esta informação permitirá a melhoria da qualidade deste sofware e priorização dos nossos esforços. Também nos ajuda a identificar configurações raras que estão causando bugs, ou afetando desempenho e estabilidadep. Esta autorização é optativa (desativada por padrão) e pode ser alterada nas configurações principais a qualquer momento. Obrigado por utilizar o Handheld Companion e nos ajudá-lo a torná-lo melhor.
zh_hans: 您是否授权掌机伴侣向开发人员报告信息？ 如果获得授权，掌机伴侣将自动上传崩溃报告，其中包括系统硬件和操作系统的数据。但不包含任何隐私或个人身份数据。 这些信息将使我们能够提高软件的质量并使我们确定工作的优先顺序。它还帮助我们识别导致错误、性能和稳定性问题的罕见配置。此授权是选择性的（默认关闭），可以随时在主菜单中更改。 感谢您使用掌机伴侣并帮助我们做得更好。
zh_hant: 您是否授權掌機伴侶向開發團隊回報資訊? 如果允許，掌機伴侶將自動上傳崩潰報告，該報告將包含系統硬體及作業系統的資訊。但並不包含任何隱私及個人身份資訊。 這些資訊將使我們提高軟體的品質及工作優先序。該資訊亦協助我們識別造成錯誤、性能及穩定性問題的罕見設定。該授權是選擇性的（預設關閉），可隨時於設定中更改。 感謝您使用掌機伴侶並協助我們做得更好。

# MainWindow_TelemetryTitle
source: Telemetry
fr_fr: Télémétrie
ko_kr: 원격 분석
pt_br: Telemetria
zh_hans: 遥测
zh_hant: 遙測

# ProfilesPage_ProfileArguments
source: Arguments
ko_kr: 인자
pt_br: Argumentos
zh_hans: 参数
zh_hant: 參數

# Enum_InputsChordType_Long
source: Long
ko_kr: 길게 누르기
pt_br: Longo
zh_hans: 长按
zh_hant: 長按

# Enum_InputsChordType_None
source: Press to define hotkey input
fr_fr: Appuyez pour définir le raccourci
ko_kr: 단축키 입력을 정의하려면 누릅니다.
pt_br: Pressione para definir a tecla de atalho
zh_hans: 按下以定义快捷键输入
zh_hant: 按下按鍵以定義熱鍵

# Hotkey_Keystrokes
source: Key strokes
fr_fr: Touches
ko_kr: 키 입력
pt_br: Teclas pressionadas
zh_hans: 按键
zh_hant: 按鍵

# Hotkey_KeystrokesDesc
source: Send a customized sequence of keyboard inputs
fr_fr: Envoyer une séquence personnalisée de saisie du clavier
ko_kr: 사용자 지정 키보드 입력 시퀀스를 보냅니다.
pt_br: Enviar uma sequência personalizada de entradas/botões de teclado
zh_hans: 发送自定义的键盘输入序列
zh_hant: 發送自訂的鍵盤按鍵組合

# Hotkey_Executable
source: Executable
fr_fr: Exécutable
ko_kr: 실행 파일
pt_br: Executável
zh_hans: 可执行程序
zh_hant: 應用程序

# Hotkey_ExecutableDesc
source: Execute an application with specified arguments
fr_fr: Exécuter une application avec des arguments spécifiques
ko_kr: 지정된 인자로 애플리케이션 실행합니다.
pt_br: Executar uma aplicação com os argumentos especificados
zh_hans: 使用指定参数执行应用程序
zh_hant: 以特殊參數執行應用程序

# Hotkey_Function
source: Function
fr_fr: Fonction
ko_kr: 기능
pt_br: Função
zh_hans: 功能
zh_hant: 功能

# Hotkey_FunctionDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Modifier le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키 변경하기
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 按下按钮或特殊键以更改快捷键
zh_hant: 按下按鈕或特殊鍵以更改熱鍵

# Hotkey_None
source: None
fr_fr: Aucun
ko_kr: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 未指定

# Hotkey_NoneDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Modifier le raccourci clavier en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키 변경하기
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 按下按钮或特殊键以更改快捷键
zh_hant: 按下按鈕或特殊鍵以更改熱鍵

# Hotkey_ActionCenter
source: Summon windows Action center
fr_fr: Ouvrir le centre d’actions Windows
ko_kr: 윈도우 알림센터 호출
pt_br: Abrir a Central de Ações do Windows
zh_hans: 打开Windows操作中心
zh_hant: 開啟Windows操作中心

# Hotkey_ActionCenterDesc
source: Toggle action center
fr_fr: Basculer le centre d’actions
ko_kr: 알림 센터 전환
pt_br: Habilitar a Central de Ações
zh_hans: 显示/隐藏操作中心
zh_hant: 顯示/隱藏操作中心

# Hotkey_Settings
source: Summon windows settings
fr_fr: Ouvrir les paramètres Windows
ko_kr: 윈도우 설정 호출
pt_br: Abrir configurações do Windows
zh_hans: 打开Windows设置
zh_hant: 開啟Windows設定

# Hotkey_SettingsDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Modifier le raccourci en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키 변경하기
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 按下按钮或特殊键以更改快捷键
zh_hant: 按下按鈕或特殊鍵以更改熱鍵

# Hotkey_KeyboardLegacy
source: Display touch keyboard (Legacy)
fr_fr: Afficher le clavier tactile (hérité)
pt_br: Exibir teclado de toque (Legado)
zh_hans: 显示触摸键盘（传统）
zh_hant: 顯示觸控鍵盤 (傳統)

# Hotkey_KeyboardLegacyDesc
source: Change hotkey by pressing a button or a special key
fr_fr: Modifier le raccourci en appuyant sur un bouton ou une touche spéciale
ko_kr: 버튼 또는 특수 키를 눌러 단축키 변경하기
pt_br: Alterar a tecla de atalho pressionando um botão ou uma tecla especial
zh_hans: 按下按钮或特殊键以更改快捷键
zh_hant: 按下按鈕或特殊鍵以更改熱鍵

# Hotkey_OnScreenDisplay
source: On-screen display
fr_fr: Affichage à l'écran
ko_kr: 온스크린 디스플레이
pt_br: Exibição na tela (OSD)
zh_hans: 悬浮窗
zh_hant: 覆蓋窗

# ControllerPage_SteamControllerModeHybrid
source: Hybrid
fr_fr: Hybride
ko_kr: 하이브리드
pt_br: Híbrido
zh_hans: 混合
zh_hant: 混合

# ControllerPage_SteamControllerModeExclusive
source: Exclusive
fr_fr: Exclusif
ko_kr: 독점
pt_br: Exclusivo
zh_hans: 专用
zh_hant: 專用

# PowerProfileMinisforumV3BetterBattery
source: Power save
fr_fr: Économie d'énergie
ko_kr: 전력 절약
pt_br: Power economia

# PowerProfileMinisforumV3BetterPerformance
source: Power balance
fr_fr: Équilibre de puissance
ko_kr: 전력 균형
pt_br: Power equilíbrio

# ProfilesPage_AFMFDesc
source: Enhance performance by utilizing frame generation technology to increase FPS beyond the in-game limit, resulting in a smoother experience
fr_fr: Améliorer les performances en utilisant la technologie de génération de frames pour augmenter les FPS au-delà de la limite du jeu, pour une expérience plus fluide
ko_kr: 프레임 생성 기술을 활용하여 게임 내 한계를 뛰어넘는 FPS로 성능을 향상시켜 더욱 부드러운 경험을 제공합니다.
pt_br: Melhorar desempenho utilizando a tecnologia de geração de frames para aumentar o FPS além do limite no jogo, resultado numa experiência mais suave

# ProfilesPage_PowerPresetPlugged
source: Power preset (Plugged)
ko_kr: 전원 프리셋 (전원 공급됨)
pt_br: Modos de energia (Conectado)

# ProfilesPage_PowerSettingsPlugged
source: UNUSED
fr_fr: INUTILISÉ
ko_kr: 사용되지 않음
pt_br: NÃO USADO

# Hotkey_muteVolume
source: Mute volume
fr_fr: Couper le volume
ko_kr: 음소거
pt_br: Volume Mudo

# Hotkey_muteVolumeDesc
source: Mute/unmute volume
fr_fr: Couper/réactiver le volume
ko_kr: 음소거/음소거 해제
pt_br: Ativar/desativar mudo no volume

# Hotkey_GameBar
source: Open Game Bar
fr_fr: Ouvrir la barre de jeu
ko_kr: 게임 바 열기
pt_br: Abrir Game Bar

# Hotkey_GameBarDesc
source: Press this key: Windows + G
fr_fr: Appuyez sur ces touches : Windows + G
ko_kr: 다음 키를 누르세요: Windows + G
pt_br: Pressione essa combinação de teclas: Windows + G

# ProfilesPage_Pinned
source: Display the profile in Quick start section from the Quicktools Applications page
fr_fr: Afficher le profil dans la section Démarrage rapide de la page Applications Quicktools
ko_kr: 빠른 도구 애플리케이션 페이지의 빠른 시작 섹션에 프로필을 표시합니다.
pt_br: Exibir o perfil na seção de Início Rápido da página de Aplicativos das Ferramentas Rápidas

# Hotkey_SwapScreen
source: Swap foreground window
fr_fr: Echanger la fenêtre de premier plan
ko_kr: 창 전환
pt_br: Alternar janela ativa

# Hotkey_SwapScreenDesc
source: Move the foreground window to next available screen
fr_fr: Déplacer la fenêtre de premier plan vers l'écran disponible suivant
ko_kr: 창을 사용 가능한 다음 화면으로 이동
pt_br: Mover a janela ativa para a próxima tela disponível

# Controller_Calibrate
source: Calibrate
fr_fr: Calibrer
ko_kr: 보정
pt_br: Calibrar

# ControllerPage_ControllerManagement_Attempt
source: Attempt {0}:
fr_fr: Tentative {0}:
ko_kr: 시도 횟수 {0}:
pt_br: Tentativa {0}:
zh_hant: 嘗試 {0}:

# DevicePage_BatteryOptions
source: Battery options
fr_fr: Options de batterie
ko_kr: 배터리 옵션
pt_br: Opções de bateria
zh_hant: 電池選項

# DevicePage_BatteryChargeLimitPercent
source: Maximum battery charge level
fr_fr: Niveau de charge maximal de la batterie
ko_kr: 최대 배터리 충전 수준
pt_br: Nível máximo de carga da bateria
zh_hant: 最大電池充電電量

# AboutPage_NotApplicable
source: N/A
it_it: N/D
ja_jp: 該当なし
zh_hans: 不适用

# AboutPage_Wiki
source: Wiki
zh_hans: 维基百科
zh_hant: 維基百科

# MainWindow_HandheldCompanion
source: Handheld Companion
zh_hans: 掌机伴侣
zh_hant: 掌機伴侶

# MainWindow_OK
source: OK
zh_hans: 确认
zh_hant: 確認

# OverlayPage_8BitDoLite2Controller
source: 8BitDo Lite 2
zh_hans: 八位堂 Lite 2
zh_hant: 八位堂 Lite 2

# OverlayPage_BackButton
source: Back
de_de: Zurück
fr_fr: Retour
it_it: Indietro
ja_jp: 戻る
ko_kr: 뒤로
zh_hans: 返回
zh_hant: 返回

# OverlayPage_MachenikeHG510Controller
source: MACHENIKE HG510
zh_hans: 机械师HG510
zh_hant: 機械師HG510

# OverlayPage_StartButton
source: Start
fr_fr: Menu
it_it: Avvia
zh_hans: 开始
zh_hant: 開始

# OverlayPage_ZDOPlusController
source: ZD O+
zh_hans: 致动 O+

# ProfilesPage_OK
source: OK
zh_hans: 确认
zh_hant: 確認

# SettingsPage_BackdropMica
source: Mica
de_de: Glimmer
ja_jp: マイカ
zh_hans: 云母 Mica

# SettingsPage_Download
source: Download
fr_fr: Télécharger
it_it: Scarica
ja_jp: ダウンロード
ko_kr: 다운로드
zh_hans: 下载
zh_hant: 下載

# QuickPerformancePage_AutoTDPUnitFPS
source: FPS
fr_fr: IPS
zh_hans: 帧率
zh_hant: 幀率

# ButtonsPage_Bumpers
source: BUMPERS
de_de: Schultertasten
fr_fr: BOUTONS SUPÉRIEURS
ko_kr: 범퍼
zh_hans: 肩键
zh_hant: 肩鍵

# ButtonsPage_Menu
source: MENU
de_de: MENÜ
ko_kr: 메뉴
zh_hans: 菜单键
zh_hant: 菜單鍵

# ButtonsPage_OEM
source: OEM
zh_hans: 额外按键
zh_hant: 額外按鍵

# LayoutPage_Dpad
source: Dpad
de_de: Steuerkreuz
it_it: Pad direzionale
ko_kr: D패드
zh_hans: 方向键
zh_hant: 方向鍵

# LayoutPage_Gyro
source: Gyro
it_it: Giroscopio
ko_kr: 자이로
zh_hans: 陀螺仪
zh_hant: 陀螺儀

# LayoutPage_Joysticks
source: Joysticks
it_it: Joystick
ko_kr: 조이스틱
zh_hans: 摇杆
zh_hant: 搖杆

# LayoutPage_Trackpads
source: Trackpads
it_it: Trackpad
ko_kr: 트랙패드
zh_hans: 触摸板
zh_hant: 觸摸板

# OverlayPage_Millisecond
source: ms
zh_hans: 毫秒
zh_hant: 毫秒

# SettingsPage_RivaTunerStatisticsServer
source: RivaTuner Statistics Server
fr_fr: Serveur de statistiques RivaTuner
zh_hans: RTSS服务
zh_hant: RTSS服務

# Enum_InputsHotkeyType_HC
source: Handheld Companion
zh_hans: 掌机伴侣
zh_hant: 掌機伴侶

# Enum_InputsHotkeyType_Windows
source: Windows
zh_hans: 窗口
zh_hant: 窗口

# Enum_QualityOfServiceLevel_Eco
source: Eco
fr_fr: Éco
ko_kr: 친환경
zh_hans: 节能
zh_hant: 節能

# Enum_ServiceStartMode_Manual
source: Manual
fr_fr: Manuel
ko_kr: 수동
zh_hans: 手动
zh_hant: 手動

# Enum_InputsHotkeyType_Handheld
source: Handheld Companion
zh_hans: 掌机
zh_hant: 掌機

# Enum_XInputController_ButtonFlags_L2
source: L2
zh_hans: LT
zh_hant: LT

# Enum_XInputController_ButtonFlags_R2
source: R2
zh_hans: RT
zh_hant: RT

# Enum_DualSenseController_ButtonFlags_Start
source: Options
ko_kr: 옵션
zh_hans: 选项

# Enum_KeyFlags_Backslash
source: Backslash
fr_fr: Anti-slash
zh_hans: 反斜杠

# Enum_KeyFlags_Control
source: Control
fr_fr: Contrôle
zh_hans: Ctrl

# Enum_KeyFlags_Enter
source: Enter
fr_fr: Entrer
zh_hans: 回车

# Enum_KeyFlags_Escape
source: Escape
fr_fr: Échap
zh_hans: ESC

# Controller_Virtual
source: Virtual
fr_fr: Virtuel
ko_kr: 가상
zh_hans: 虚拟
zh_hant: 虛擬

# DevicePage_DynamicLighting_Ambilight
source: Ambilight
ko_kr: 앰비언트 라이트
zh_hans: 氛围灯

# QuickApplicationsPage_Title
source: Applications
ko_kr: 응용 프로그램
zh_hans: 应用
zh_hant: 應用

# ProfilesPage_RSR
source: Radeon Super Resolution
fr_fr: Super Résolution Radeon
zh_hans: RSR

# PerformancePage_FanMode_Hardware
source: Hardware
fr_fr: Matériel
zh_hans: 硬件
zh_hant: 硬體

# PerformancePage_FanMode_Software
source: Software
fr_fr: Logiciel
zh_hans: 软件
zh_hant: 軟體

# LEDPreset_OneXPlayerX1_Preset06
source: Cyberpunk
zh_hans: 赛博朋克
zh_hant: 賽博朋克

# LEDPreset_OneXPlayerX1_Preset10
source: Aurora
fr_fr: Aurore
zh_hans: 绮丽极光
zh_hant: 綺麗極光

# Enum_InputsChordType_Click
source: Click
fr_fr: Clique
ko_kr: 클릭
zh_hans: 点击
zh_hant: 點擊

# Enum_NeptuneController_ButtonFlags_Back
source: View
fr_fr: Back (View)
ko_kr: 보기

# Enum_XInputController_ButtonFlags_Back
source: View
fr_fr: Back (View)

# Enum_AYANEO2021Pro_ButtonFlags_OEM2
source: Esc
fr_fr: Échap

# Enum_GamepadButtonFlagsExt_A
source: A
fr_fr: Bouton A

# Enum_GamepadButtonFlagsExt_B
source: B
fr_fr: Bouton B

# Enum_GamepadButtonFlagsExt_Back
source: Back
fr_fr: Retour
ko_kr: 뒤로

# Enum_GamepadButtonFlagsExt_Start
source: Start
fr_fr: Menu
ko_kr: 시작

# Enum_GamepadButtonFlagsExt_X
source: X
fr_fr: Bouton X

# Enum_GamepadButtonFlagsExt_Y
source: Y
fr_fr: Bouton Y

# Enum_KeyFlags_Delete
source: Delete
fr_fr: Supprimer

# Enum_KeyFlags_End
source: End
fr_fr: Fin

# Enum_KeyFlags_Minus
source: Minus
fr_fr: Moins

# Enum_KeyFlags_Shift
source: Shift
fr_fr: Maj

# Enum_LegionGo_ButtonFlags_OEM1
source: LegionR
fr_fr: Legion Droite

# Enum_LegionGo_ButtonFlags_OEM2
source: LegionL
fr_fr: Legion Gauche

# ProfilesPage_RollYawAuto
source: Auto
fr_fr: Automatique

# PowerProfileMinisforumV3BestPerformance
source: Power premium
fr_fr: Puissance maximale
ko_kr: 전력 프리미엄

# ProfilesPage_AFMF
source: AMD Fluid Motion Frames
fr_fr: AMD Fluid Motion Frames (AFMF)

# PerformancePage_ParkingModeAllCoresAuto
source: Auto (balanced P/E cores)
fr_fr: Auto (équilibrage P/E)
ko_kr: 자동 (균형 잡힌 P/E 코어)
zh_hant: 自動 (平衡 P/E cores)

# PerformancePage_ParkingModeAllCoresPrefPCore
source: Prefer efficiency cores (E-cores)
fr_fr: Préférer les cœurs d'efficacité (E-cores)
ko_kr: 효율성 코어 (E-cores) 선호
zh_hant: 偏好節能核心 (E-cores)

# PerformancePage_ParkingModeAllCoresPrefECore
source: Prefer performance cores (P-cores)
fr_fr: Préférer les cœurs de performance (P-cores)
ko_kr: 성능 코어 (P-cores) 선호
zh_hant: 偏好效能核心 (P-cores)

# PerformancePage_ParkingModeOnlyPCore
source: Performance cores only (maximum performance)
fr_fr: Coeurs de performance uniquement (performance maximale)
ko_kr: 성능 코어만 (최대 성능)
zh_hant: 僅效能核心 (最大化效能)

# PerformancePage_ParkingModeOnlyECore
source: E-cores only (maximum efficiency)
fr_fr: Cœurs d'efficacité uniquement (efficacité maximale)
ko_kr: E-cores만 (최대 효율)
zh_hant: 僅節能核心 (最大化節能)

# Hotkey_XGMobile
source: Toggle ROG XG Mobile
fr_fr: Activer/désactiver ROG XG Mobile
ko_kr: ROG XG Mobile 전환
zh_hant: 切換 ROG XG Mobile

# Hotkey_XGMobileDesc
source: Toggle ROG XG Mobile state
fr_fr: Activer/désactiver l'état de ROG XG Mobile
ko_kr: ROG XG Mobile 상태 전환
zh_hant: 切換 ROG XG Mobile 狀態

# OverlayPage_OnScreenDisplayOptions
source: On-screen display options
fr_fr: Options d'affichage sur l'écran

# HotkeysPage_Hotkeys
source: Hotkeys
fr_fr: Raccourcis

# HotkeysPage_RumbleOnExecution
source: Rumble on execution
fr_fr: Vibration à l'exécution

# HotkeysPage_RumbleOnExecutionDesc
source: Indicates whether the controller should vibrate when a hotkey is executed
fr_fr: Indique si le contrôleur doit vibrer quand un raccourci clavier est exécuté

# HotkeysPage_HotkeysSettings
source: Hotkeys Settings
fr_fr: Réglages des raccourcis

# Enum_DS4Controller_ButtonFlags_Back
source: Share
ko_kr: 공유

# Enum_DS4Controller_ButtonFlags_Start
source: Options
ko_kr: 옵션

# Enum_NeptuneController_ButtonFlags_Start
source: Menu
ko_kr: 메뉴

# Enum_XInputController_ButtonFlags_Start
source: Menu
ko_kr: 메뉴

# Enum_ProController_ButtonFlags_Special
source: Home
ko_kr: 홈

# Enum_DualSenseController_ButtonFlags_Back
source: Share
ko_kr: 공유

# OverlayPage_DualSenseController
source: PlayStation DualSense
ja_jp: プレイステーション DualSense
