Repository: Valkirie/HandheldCompanion
Catalog: HandheldCompanion/Properties/Resources.*.resx
Languages: de_de, fr_fr, it_it, ja_jp, ko_kr, pt_br, zh_hans, zh_hant

# Enum_XInputController_ButtonFlags_Special
source: Guide
ko_kr: 가이드
pt_br: Guia
zh_hans: 导航键
zh_hant: 導航鍵

# Enum_MotionInput_WorldSpace_Desc
source: Input is mapped to the game world’s axes, providing consistent directional input regardless of the player character’s orientation.
fr_fr: Cette entrée fonctionnera comme un simple joystick. Elle est destinée aux applications traditionnelles de joystick
ko_kr: 단순한 조이스틱으로 동작합니다. 이는 기존의 조이스틱 애플리케이션을 대상으로 하고 있습니다
pt_br: Esta entrada irá operar como um joystick simples. Isto é voltado para aplicações que utilizam joystick tradicional
zh_hans: 这个模式将反转X轴，适用于将陀螺仪模拟鼠标。
zh_hant: 這個模式將反轉X軸，適用於將陀螺儀模擬滑鼠。

# Enum_MotionInput_JoystickSteering_Desc
source: This input will operate as a joystick optimized for controlling a steering wheel or a racing game
fr_fr: Cette entrée fonctionnera comme un joystick optimisé pour le contrôle d'un volant ou d'un jeu de course
ko_kr: 스티어링 휠이나 레이싱 게임의 제어에 최적화된 조이스틱으로 동작합니다
pt_br: Esta entrada irá operar como um joystick otimizado para controlar um volante ou um jogo de corrida
zh_hans: 这个模式适用于一些赛车游戏，陀螺仪输入将模拟方向盘。
zh_hant: 這個模式適用於一些賽車遊戲，陀螺儀輸入將模擬方向盤。

# Enum_MotionInput_PlayerSpace_Desc
source: Input is aligned with the player character’s orientation in the game, allowing for intuitive aiming and movement.
fr_fr: Cette entrée fonctionnera comme un joystick optimisé pour le contrôle d'une caméra à la première ou à la troisième personne
ko_kr: 1인칭 또는 3인칭 카메라의 제어에 최적화된 조이스틱으로 동작합니다
pt_br: Esta entrada irá operar como um joystick otimizado para controlar uma câmera em primeira ou terceira pessoa
zh_hans: 这个模式适用于第一人称或第三人称视角的游戏，体感输入将模拟玩家视角，
zh_hant: 這個模式適用於第一人稱或第三人稱視角的遊戲，體感輸入將模擬玩家視角，

# Enum_SteamDeck_ButtonFlags_OEM1
source: Options
ko_kr: 옵션
pt_br: Opções
zh_hans: 选项

# Enum_ROGAlly_ButtonFlags_OEM1
source: Command center
pt_br: Centro de comando
zh_hans: 指令中心

# Enum_InputsHotkeyType_Custom
source: Custom
fr_fr: Personnalisé
ko_kr: 커스텀
pt_br: Personalizado
zh_hans: 自定义
zh_hant: 自定義

# Enum_InputsHotkeyType_Device
source: Device
fr_fr: Appareil
ko_kr: 장치
pt_br: Dispositivo
zh_hans: 设备
zh_hant: 設備

# Enum_MotionInput_AutoRollYawSwap
source: Auto Roll Yaw Swap
fr_fr: Swap automatique Roll/Yaw
ko_kr: 자동 롤 요우 스왑
pt_br: Troca automática Rolamento e Leme
zh_hans: 重力切换模式
zh_hant: 重力切換模式

# Enum_MotionInput_WorldSpace
source: World space
fr_fr: Espace mondial
ko_kr: 월드 공간
pt_br: Câmera de Joystick
zh_hans: X轴反转模式
zh_hant: X軸反轉模式

# Enum_MotionInput_JoystickSteering
source: Joystick Steering
fr_fr: Direction joystick
ko_kr: 조이스틱 스티어링
pt_br: Direção de Joystick
zh_hans: 方向盘模式
zh_hant: 方向盤模式

# Enum_MotionInput_PlayerSpace
source: Player space
fr_fr: Espace joueur
ko_kr: 플레이어 공간
pt_br: Espaço do Jogador
zh_hans: 普通模式
zh_hant: 普通模式

# Enum_MotionOutput_LeftStick
source: Left Stick
fr_fr: Joystick gauche
ko_kr: 왼쪽 스틱
pt_br: Analógico Esquerdo
zh_hans: 左摇杆
zh_hant: 左搖杆

# Enum_MotionOutput_RightStick
source: Right Stick
fr_fr: Joystick droit
ko_kr: 오른쪽 스틱
pt_br: Analógico Direito
zh_hans: 右摇杆
zh_hant: 右搖杆

# Enum_XInputController_AxisLayoutFlags_LeftThumb
source: Left Thumb
fr_fr: Stick gauche
ko_kr: 왼쪽 엄지
pt_br: Analógico Esquerdo
zh_hans: 左摇杆
zh_hant: 左搖杆

# Enum_XInputController_AxisLayoutFlags_RightThumb
source: Right Thumb
fr_fr: Stick droit
ko_kr: 오른쪽 엄지
pt_br: Analógico Direito
zh_hans: 右摇杆
zh_hant: 右搖杆

# Enum_XInputController_ButtonFlags_DPadDown
source: DPad Down
fr_fr: DPad Bas
ko_kr: D패드 아래
pt_br: DPad Baixo
zh_hans: 下方向键
zh_hant: 下方向鍵

# Enum_XInputController_ButtonFlags_DPadLeft
source: DPad Left
fr_fr: DPad Gauche
ko_kr: D패드 왼쪽
pt_br: DPad Esquerda
zh_hans: 左方向键
zh_hant: 左方向鍵

# Enum_XInputController_ButtonFlags_DPadRight
source: DPad Right
fr_fr: DPad Droite
ko_kr: D패드 오른쪽
pt_br: DPad Direita
zh_hans: 右方向键
zh_hant: 右方向鍵

# Enum_XInputController_ButtonFlags_DPadUp
source: DPad Up
fr_fr: DPad Haut
ko_kr: D패드 위
pt_br: DPad Cima
zh_hans: 上方向键
zh_hant: 上方向鍵

# Enum_XInputController_ButtonFlags_LeftThumb
source: Left Thumb
fr_fr: Stick gauche
ko_kr: 왼쪽 엄지
pt_br: Analógico Esquerdo
zh_hans: 左摇杆
zh_hant: 左搖杆

# Enum_XInputController_ButtonFlags_LeftThumbDown
source: Left Thumb Down
fr_fr: Stick gauche vers le bas
ko_kr: 왼쪽 엄지 아래
pt_br: Analógico Esquerdo Baixo
zh_hans: 左摇杆下推
zh_hant: 左搖杆下推

# Enum_XInputController_ButtonFlags_LeftThumbLeft
source: Left Thumb Left
fr_fr: Stick gauche vers la gauche
ko_kr: 왼쪽 엄지 왼쪽
pt_br: Analógico Esquerdo Esquerda
zh_hans: 左摇杆左推
zh_hant: 左搖杆左推

# Enum_XInputController_ButtonFlags_LeftThumbRight
source: Left Thumb Right
fr_fr: Stick gauche vers la droite
ko_kr: 왼쪽 엄지 오른쪽
pt_br: Analógico Esquerdo Direita
zh_hans: 左摇杆右推
zh_hant: 左搖杆右推

# Enum_XInputController_ButtonFlags_LeftThumbUp
source: Left Thumb Up
fr_fr: Stick gauche vers le haut
ko_kr: 왼쪽 엄지 위
pt_br: Analógico Esquerdo Cima
zh_hans: 左摇杆上推
zh_hant: 左搖杆上推

# Enum_XInputController_ButtonFlags_RightThumb
source: Right Thumb
fr_fr: Stick droit
ko_kr: 오른쪽 엄지
pt_br: Analógico Direito
zh_hans: 左摇杆
zh_hant: 左搖杆

# Enum_XInputController_ButtonFlags_RightThumbDown
source: Right Thumb Down
fr_fr: Stick droit vers le bas
ko_kr: 오른쪽 엄지 아래
pt_br: Analógico Direito Baixo
zh_hans: 左摇杆下推
zh_hant: 左搖杆下推

# Enum_XInputController_ButtonFlags_RightThumbLeft
source: Right Thumb Left
fr_fr: Stick droit vers la gauche
ko_kr: 오른쪽 엄지 왼쪽
pt_br: Analógico Direito Esquerda
zh_hans: 左摇杆左推
zh_hant: 左搖杆左推

# Enum_XInputController_ButtonFlags_RightThumbRight
source: Right Thumb Right
fr_fr: Stick droit vers la droite
ko_kr: 오른쪽 엄지 오른쪽
pt_br: Analógico Direito Direita
zh_hans: 左摇杆右推
zh_hant: 左搖杆右推

# Enum_XInputController_ButtonFlags_RightThumbUp
source: Right Thumb Up
fr_fr: Stick droit vers le haut
ko_kr: 오른쪽 엄지 위
pt_br: Analógico Direito Cima
zh_hans: 左摇杆上推
zh_hant: 左搖杆上推

# Enum_GamepadButtonFlagsExt_AlwaysOn
source: Always On
fr_fr: Toujours activé
ko_kr: 항상 켜짐
pt_br: Sempre Ligado
zh_hans: 始终开启
zh_hant: 始終開啟

# Enum_GamepadButtonFlagsExt_DPadDown
source: DPad Down
fr_fr: DPAD - Bas
ko_kr: D패드 아래
pt_br: DPad Baixo
zh_hans: 下
zh_hant: 下

# Enum_GamepadButtonFlagsExt_DPadLeft
source: DPad Left
fr_fr: DPAD - Gauche
ko_kr: D패드 왼쪽
pt_br: DPad Esquerda
zh_hans: 左
zh_hant: 左

# Enum_GamepadButtonFlagsExt_DPadRight
source: DPad Right
fr_fr: DPAD - Droit
ko_kr: D패드 오른쪽
pt_br: DPad Direita
zh_hans: 右
zh_hant: 右

# Enum_GamepadButtonFlagsExt_DPadUp
source: DPad Up
fr_fr: DPAD - Bas
ko_kr: D패드 위
pt_br: DPad Cima
zh_hans: 上
zh_hant: 上

# Enum_GamepadButtonFlagsExt_LeftShoulder
source: Left Shoulder
fr_fr: Gâchette haute gauche
ko_kr: 왼쪽 범퍼
pt_br: Ombro Esquerda
zh_hans: 左肩键
zh_hant: 左肩鍵

# Enum_GamepadButtonFlagsExt_LeftThumb
source: Left Thumb
fr_fr: Stick gauche
ko_kr: 왼쪽 엄지
pt_br: Polegar Esquerda
zh_hans: 左摇杆按压
zh_hant: 左搖杆按壓

# Enum_GamepadButtonFlagsExt_LeftTrigger
source: Left Trigger
fr_fr: Gâchette gauche
ko_kr: 왼쪽 트리거
pt_br: Gatilho Esquerda
zh_hans: 左板机
zh_hant: 左板機

# Enum_GamepadButtonFlagsExt_RightShoulder
source: Right Shoulder
fr_fr: Gâchette haute droite
ko_kr: 오른쪽 범퍼
pt_br: Ombro Direita
zh_hans: 右肩键
zh_hant: 右肩鍵

# Enum_GamepadButtonFlagsExt_RightThumb
source: Right Thumb
fr_fr: Stick droit
ko_kr: 오른쪽 엄지
pt_br: Polegar Direita
zh_hans: 右摇杆按压
zh_hant: 右搖杆按壓

# Enum_GamepadButtonFlagsExt_RightTrigger
source: Right Trigger
fr_fr: Gâchette droite
ko_kr: 오른쪽 트리거
pt_br: Gatilho Direita
zh_hans: 右板机
zh_hant: 右板機

# Enum_ProfileErrorCode_IsRunning
source: Oops. This profile seems to be running. Some options requiring an executable may be disabled.
fr_fr: Oups. Il semble que ce profil soit en cours d'exécution. Certaines options nécessitant un exécutable pourraient être désactivées.
ko_kr: 죄송합니다. 이 프로필이 실행 중인 것 같습니다. 실행 파일이 필요한 일부 옵션이 비활성화되어 있을 수 있습니다.
pt_br: Opa. Este perfil parece estar em execução algumas opções necessitam que o executável esteja encerrado.
zh_hans: 这个配置正在运行。一些选项可能被禁用
zh_hant: 這個配置正在運行。一些選項可能被禁用。

# Enum_ProController_ButtonFlags_Back
source: Minus
ko_kr: 마이너스
pt_br: Menos

# Enum_ProController_ButtonFlags_Special2
source: Capture
ko_kr: 캡처
pt_br: Captura

# Enum_ProController_ButtonFlags_Start
source: Plus
ko_kr: 플러스
pt_br: Mais

# Enum_DS4Controller_AxisLayoutFlags_LeftPad
source: Left-finger swipe
ko_kr: 왼쪽 손가락 스와이프
pt_br: Deslize simples
zh_hans: 单指滑动
zh_hant: Single-touch swipe

# Enum_DS4Controller_AxisLayoutFlags_RightPad
source: Right-finger swipe
ko_kr: 오른쪽 손가락 스와이프
pt_br: Deslize Multi-touch
zh_hans: 多指滑动
zh_hant: Multi-touch swipe

# Enum_DS4Controller_ButtonFlags_LeftPadClick
source: Left-finger click
ko_kr: 왼쪽 손가락 클릭
pt_br: Clique Simples
zh_hans: 单指点击
zh_hant: Single-touch click

# Enum_DS4Controller_ButtonFlags_LeftPadTouch
source: Left-finger touch
ko_kr: 왼쪽 손가락 터치
pt_br: Toque simples
zh_hans: 单指轻触
zh_hant: Single-touch tap

# Enum_DS4Controller_ButtonFlags_RightPadClick
source: Right-finger click
ko_kr: 오른쪽 손가락 클릭
pt_br: Clique Multi-touch
zh_hans: 多指点击
zh_hant: Multi-touch click

# Enum_DS4Controller_ButtonFlags_RightPadTouch
source: Right-finger touch
ko_kr: 오른쪽 손가락 터치
pt_br: Toque Multi-touch
zh_hans: 多指轻触
zh_hant: Multi-touch tap

# Enum_DualSenseController_AxisLayoutFlags_LeftPad
source: Left-finger swipe
ko_kr: 왼쪽 손가락 스와이프
pt_br: Deslize simples
zh_hans: 单指滑动
zh_hant: Single-touch swipe

# Enum_DualSenseController_AxisLayoutFlags_RightPad
source: Right-finger swipe
ko_kr: 오른쪽 손가락 스와이프
pt_br: Deslize Multi-touch
zh_hans: 多指滑动
zh_hant: Multi-touch swipe

# Enum_DualSenseController_ButtonFlags_B1
source: Cross
ko_kr: 가위표
pt_br: Cruz
zh_hans: 叉

# Enum_DualSenseController_ButtonFlags_B2
source: Circle
ko_kr: 동그라미
pt_br: Círculo
zh_hans: 圈

# Enum_DualSenseController_ButtonFlags_B3
source: Square
ko_kr: 네모
pt_br: Quadrado
zh_hans: 方

# Enum_DualSenseController_ButtonFlags_B4
source: Triangle
ko_kr: 세모
pt_br: Triângulo
zh_hans: 三角

# Enum_DualSenseController_ButtonFlags_LeftPadClick
source: Left-finger click
ko_kr: 왼쪽 손가락 클릭
pt_br: Clique simples
zh_hans: 单指点击
zh_hant: Single-touch click

# Enum_DualSenseController_ButtonFlags_LeftPadTouch
source: Left-finger touch
ko_kr: 왼쪽 손가락 터치
pt_br: Toque simples
zh_hans: 单指轻触
zh_hant: Single-touch tap

# Enum_DualSenseController_ButtonFlags_RightPadClick
source: Right-finger click
ko_kr: 오른쪽 손가락 클릭
pt_br: Click multi-touch
zh_hans: 多指点击
zh_hant: Multi-touch click

# Enum_DualSenseController_ButtonFlags_RightPadTouch
source: Right-finger touch
ko_kr: 오른쪽 손가락 터치
pt_br: Toque multi-touch
zh_hans: 多指轻触
zh_hant: Multi-touch tap

# ProfilesPage_AreYouSureApplyTemplate1
source: Are you sure you want to apply this template? All layout settings will be overridden.
fr_fr: Êtes-vous sûr de vouloir appliquer ce modèle ? Tous les paramètres de mise en page seront remplacés.
ko_kr: 이 템플릿을 적용하시겠습니까? 모든 레이아웃 설정이 덮어쓰여집니다.
pt_br: Tem certeza que deseja aplicar este modelo? Todas as configurações do layout serão sobreescritas.
zh_hans: 您确定要应用此模板吗？所有布局设置都将被覆盖

# ProfilesPage_AreYouSureApplyTemplate2
source: You can't undo this action. Previously applied template: {0}
fr_fr: Vous ne pouvez pas annuler cette action. Modèle appliqué précédemment : {0}
ko_kr: 이 작업은 취소할 수 없습니다. 이전에 적용된 템플릿: {0}
pt_br: Você não pode desfazer esta ação. Anteriormente aplicado ao modelo: {0}
zh_hans: 您无法撤销这一动作。之前应用的模板: {0}

# Enum_KeyFlags_Apostrophe
source: Apostrophe
pt_br: Apóstrofe

# Enum_KeyFlags_Comma
source: Comma
fr_fr: Virgule
pt_br: Vírgula

# Enum_KeyFlags_Equal
source: Equal
fr_fr: Égale
pt_br: Igual

# Enum_KeyFlags_Grave
source: Grave
pt_br: Crase

# Enum_KeyFlags_Period
source: Period
fr_fr: Point
pt_br: Ponto

# Enum_KeyFlags_Semicolon
source: Semicolon
pt_br: PontoVírgula

# Enum_KeyFlags_Space
source: Space
fr_fr: Espace
pt_br: Espaço
zh_hans: 空格

# Enum_MotionOuput_MoveCursor
source: MoveCursor
fr_fr: Déplacer le curseur
ko_kr: 커서 움직임
pt_br: MoverCursor
zh_hant: 移動滑鼠

# Enum_MotionOuput_ScrollWheel
source: ScrollWheel
fr_fr: Molette de défilement
ko_kr: 스크롤 휠
pt_br: RodaDeMouse
zh_hant: 滾輪

# Enum_XInputController_AxisLayoutFlags_LeftStick
source: LeftStick
fr_fr: Joystick gauche
ko_kr: 왼쪽 스틱
pt_br: AnalógicoEsquerdo
zh_hans: 左摇杆
zh_hant: 左搖桿

# Enum_XInputController_AxisLayoutFlags_RightStick
source: RightStick
fr_fr: Joystick droit
ko_kr: 오른쪽 스틱
pt_br: AnalógicoDireito
zh_hans: 右摇杆
zh_hant: 右搖桿

# Controller_Connect
source: Connect
fr_fr: Connecter
ko_kr: 연결
pt_br: Conectar
zh_hans: 连接
zh_hant: 連接

# Controller_Disconnect
source: Disconnect
fr_fr: Déconnecter
ko_kr: 연결 해제
pt_br: Desconectar
zh_hans: 断开
zh_hant: 斷開

# Controller_Hide
source: Hide
fr_fr: Masquer
ko_kr: 숨기기
pt_br: Ocultar
zh_hans: 隐藏
zh_hant: 隱藏

# Controller_Unhide
source: Unhide
fr_fr: Afficher
ko_kr: 숨김 해제
pt_br: Reexibir
zh_hans: 显示
zh_hant: 顯示

# MainWindow_Back
source: Back
fr_fr: Précédent
ko_kr: 뒤로가기
pt_br: Voltar
zh_hans: 返回
zh_hant: 返回

# MainWindow_Exit
source: Exit
fr_fr: Quitter
ko_kr: 종료
pt_br: Sair
zh_hans: 退出
zh_hant: 退出

# MainWindow_MainWindow
source: Main Window
fr_fr: Fenêtre principale
ko_kr: 메인 창
pt_br: Janela Principal
zh_hans: 主窗口
zh_hant: 主窗口

# MainWindow_Navigate
source: Navigate
fr_fr: Naviguer
ko_kr: 탐색
pt_br: Navegar
zh_hans: 导航
zh_hant: 導航

# MainWindow_QuickTools
source: Quick Tools
ko_kr: 빠른 도구
pt_br: Ferramentas Rápidas
zh_hans: 快速工具
zh_hant: 工具窗口

# MainWindow_Select
source: Select
fr_fr: Sélectionner
ko_kr: 선택
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選擇

# Hint_SteamInputReadme
source: Handheld Companion will disable Steam Input and restart Steam
fr_fr: Handheld Companion désactivera la saisie Steam et redémarrera Steam
pt_br: Você deve reiniciar o Steam, então o Handheld Companion poderá automaticamente ajustar o Layout de Área de Trabalho Steam e prevenir entrada duplicada
zh_hant: 掌機伴侶將停用 Steam Input 並重新啟動 Steam

# Hint_SteamInputDesc
source: Steam is already running and Steam Input is activated, which may lead to unexpected behavior
fr_fr: Steam est déjà en cours d'exécution et Steam Input est activé, ce qui peut entraîner un comportement inattendu
pt_br: Steam já está em execução e o Layout de Área de Trabalho Steam está aplicado. Isto pode resultar em entrada duplicada
zh_hant: Steam 已經在運行且 Steam Input 已啟用，這可能會導致意外行為

# Hint_SteamInput
source: Steam Input is enabled
fr_fr: Steam input est activé
pt_br: Layout de Área de Trabalho Steam está aplicado
zh_hant: Steam Input 已啟用

# Hint_SteamXboxDriversReadme
source: You might want to uninstall Steam Xbox Controller Enhanced Features Driver
fr_fr: Vous pouvez désinstaller le pilote de fonctionnalités améliorées Steam Xbox Controller
ko_kr: Steam Xbox 컨트롤러 향상된 기능 드라이버를 제거할 수 있습니다.
pt_br: Você pode querer remover o Driver Steam de Funções Avançadas para Controlador Xbox
zh_hans: 您可能需要卸载Steam Xbox手柄增强驱动
zh_hant: 您可能需要卸載 Steam Xbox 手柄增強功能驅動程式

# Hint_SteamXboxDriversDesc
source: Steam Xbox Controller Enhanced Features Driver is installed and is breaking HidHide capacities to hide/unhide your physical controller
fr_fr: Le pilote Steam Xbox Controller Enhanced Features est installé et bloque les fonctions de HidHide pour masquer/afficher votre manette
ko_kr: Steam Xbox Controller Enhanced Features Driver가 설치되어 있으며, 물리적 컨트롤러를 숨기거나 표시하는 HidHide 기능을 방해하고 있습니다.
pt_br: O Driver Steam de Funções Avançadas para Controlador Xbox está instalado e interferindo na capacidade do HidHide de ocultar/revelar seu controle físico
zh_hans: Steam Xbox手柄增强驱动已安装，破坏了HidHide隐藏/显示物理手柄的功能
zh_hant: 已安裝 Steam Xbox 手柄增強功能驅動程式，這會影響 HidHide 隱藏/顯示您的實體手柄的功能

# Hint_SteamXboxDrivers
source: Steam Xbox Controller Enhanced Features Driver is installed
fr_fr: Steam Xbox Controller Enhanced Features Driver est installé
ko_kr: Steam Xbox Controller Enhanced Features Driver가 설치되어 있습니다.
pt_br: O Driver Steam de Funções Avançadas para Controlador Xbox está instaldo
zh_hans: Steam Xbox手柄增强驱动已安装
zh_hant: 已安裝 Steam Xbox 手柄增強功能驅動程式

# DevicePage_Device
source: Device
fr_fr: Périphérique
ko_kr: 장치
pt_br: Dispositivo
zh_hans: 设备
zh_hant: 裝置

# MainWindow_navDevice
source: Device
fr_fr: Appareil
ko_kr: 장치
pt_br: Dispositivo
zh_hans: 设备
zh_hant: 裝置

# XInputController_Warning_BTH
source: Please restart your controller by holding the Guide button to finalize pairing.
fr_fr: Veuillez éteindre et allumer votre manette en appuyant et en maintenant appuyé sur le bouton d'alimentation pour finaliser l'appairage.
ko_kr: 블루투스 신호의 전원을 껐다 켜는 동안 잠시 기다려 주세요. 다른 Bluetooth 장치가 더 이상 응답하지 않을 수 있습니다.
pt_br: Favor desligar e ligar seu controle novamente e segurar o botão Guia do controle para finalizar o pareamento.
zh_hans: 请关闭手柄，然后按住“Guide”按钮重新打开，以完成配对
zh_hant: 請關閉您的手柄，然後長按Guide按鈕重新開啟以完成配對。

# DevicePage_DynamicLighting
source: Effects
fr_fr: Effets
ko_kr: 효과
pt_br: Efeitos
zh_hans: 灯光效果
zh_hant: 燈光效果

# DevicePage_DynamicLightingDesc
source: Choose color themes and effects for your lighting
fr_fr: Choisissez des thèmes et des effets de couleurs pour votre éclairage
ko_kr: 조명 색상 테마 및 효과 선택하기
pt_br: Escolher os temas de cor e efeito da sua iluminação
zh_hans: 选择灯光的颜色主题和效果
zh_hant: 選擇適合您的照明的顏色主題和效果

# DevicePage_DynamicLighting_SolidColor
source: Solid Color
fr_fr: Couleur unie
ko_kr: 색
pt_br: Cor Sólida
zh_hans: 纯色
zh_hant: 純色

# DevicePage_DynamicLighting_Brightness
source: Brightness
fr_fr: Luminosité
ko_kr: 밝기
pt_br: Brilho
zh_hans: 亮度
zh_hant: 亮度

# DevicePage_DynamicLighting_BrightnessDesc
source: Change the brightness of your lights
fr_fr: Modifier la luminosité de vos lumières
ko_kr: 조명의 밝기를 변경합니다.
pt_br: Alterar o brilho de suas cores
zh_hans: 更改灯光亮度
zh_hant: 修改燈光亮度

# DevicePage_DynamicLighting_MainColorSelection
source: Main color
fr_fr: Couleur principale
ko_kr: 주 색상
pt_br: Cor principal
zh_hans: 主颜色
zh_hant: 主顏色

# DevicePage_DynamicLighting_None
source: None
fr_fr: Aucun
ko_kr: 없음
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

# DevicePage_AmbilightVerticalBlackBarDetection
source: Ambilight Vertical Blackbar detection
fr_fr: Détection de barre noire verticale Ambilight
ko_kr: 앰비라이트 수직 블랙바 감지
pt_br: Detecção de barra escura vertical Ambilight
zh_hans: 氛围灯黑条探测

# DevicePage_AmbilightVerticalBlackBarDetectionDesc
source: Vertical black bar detection for 4:3 aspect ratio games or videos
fr_fr: Détection bandes noires (4:3)
ko_kr: 4:3 화면 비율 게임 또는 비디오를 위한 수직 블랙바 감지
pt_br: Detecção de barra escura vertical para proporção 4:3 de jogos ou vídeos
zh_hans: 适用于4:3宽高比游戏或视频的竖直黑条检测

# DevicePage_DynamicLighting_Breathing
source: Breathing
fr_fr: Pulsation
ko_kr: 숨쉬기
pt_br: Respiração
zh_hans: 呼吸
zh_hant: 呼吸

# DevicePage_DynamicLighting_Gradient
source: Gradient
fr_fr: Dégradé
ko_kr: 그라디언트
pt_br: Gradiente
zh_hans: 渐变
zh_hant: 漸變

# DevicePage_DynamicLighting_Rainbow
source: Rainbow
fr_fr: Arc en Ciel
ko_kr: 무지개
pt_br: Arco-Íris
zh_hans: 彩虹
zh_hant: 彩虹

# DevicePage_DynamicLighting_Wave
source: Wave
fr_fr: Vague
ko_kr: 파동
pt_br: Onda
zh_hans: 波浪
zh_hant: 波浪

# DevicePage_DynamicLighting_Wheel
source: Wheel
fr_fr: Roue
ko_kr: 휠
pt_br: Roda
zh_hans: 轮盘
zh_hant: 輪轉

# DevicePage_DynamicLighting_MatchAccentColor
source: Match my Windows accent color
fr_fr: Faire correspondre la couleur d'accentuation de mes fenêtres
ko_kr: 내 Windows 강조 색상과 일치
pt_br: Combinar com a minha cor de destaque do Windows
zh_hans: 选择我的Windows主题色
zh_hant: Windows輔色

# DevicePage_DynamicLighting_SecondColorSelection
source: Second color
fr_fr: Couleur secondaire
ko_kr: 두 번째 색상
pt_br: Segunda cor
zh_hans: 第二颜色
zh_hant: 第二顏色

# DevicePage_DynamicLighting_EffectSpeed
source: Effect speed
fr_fr: Vitesse d’effet
ko_kr: 효과 속도
pt_br: Velocidade do efeito
zh_hans: 效果速度
zh_hant: 效果速度

# DevicePage_DynamicLighting_EffectDirection
source: Direction
ko_kr: 방향
pt_br: Direção
zh_hans: 方向
zh_hant: 方向

# MainWindow_navPerformance
source: Performance
ko_kr: 성능
pt_br: Desempenho
zh_hans: 性能
zh_hant: 效能

# PerformancePage_Device
source: Performance
ko_kr: 성능
pt_br: Desempenho
zh_hans: 性能
zh_hant: 效能

# ProfilesPage_CPUMhz
source: CPU Clock max frequency
fr_fr: Fréquence max de l'horloge du CPU
ko_kr: CPU 클럭 최대 주파수
pt_br: Clock de CPU frequência máxima
zh_hans: 最大CPU时钟频率
zh_hant: CPU最大時脈

# QuickPerformancePage_CPUControl
source: Manual CPU Clock Control
fr_fr: Contrôle manuel de l'horloge du CPU
ko_kr: 수동 CPU 클럭 제어
pt_br: Controle Manual de Clock de CPU
zh_hans: 手动控制CPU时钟频率
zh_hant: CPU時脈

# QuickPerformancePage_CPUControlDesc
source: Sets the CPU to a fixed clock
fr_fr: Définit le CPU à une horloge fixe
ko_kr: CPU를 고정 클럭으로 설정합니다.
pt_br: Define o CPU para um clock fixo
zh_hans: 固定CPU时钟频率
zh_hant: 手動設定CPU時脈

# PowerProfileDefaultDescription
source: Default power and fan speed for optimal performance, temperature, noise, and battery life.
fr_fr: Réglages par défaut de la puissance et du ventilateur, optimisés pour l’équilibre entre performances, température, bruit et autonomie.
ko_kr: 최적의 성능, 온도, 소음 및 배터리 수명을 위한 기본 전원 및 팬 속도
pt_br: Configurações padrão para energia e velocidade de ventoinhas para otimizar desempenho, temperatura, ruído e carga de bateria.
zh_hans: 默认功率和风扇速度以实现最佳性能、温度、噪音和电池寿命

# PowerProfileDefaultName
source: Default
fr_fr: Défaut
ko_kr: 기본
pt_br: Padrão

# PowerProfileManualDescription
source: User-defined power and fan speed.
fr_fr: Réglages personnalisés de la puissance et de la vitesse du ventilateur.
ko_kr: 사용자 정의 전원 및 팬 속도
pt_br: Energia e velocidade de ventoinhas definidas pelo usuário.
zh_hans: 用户定义功率和风扇速度

# PowerProfileManualName
source: Manual mode: {0}
fr_fr: Mode manuel : {0}
ko_kr: 수동 모드: {0}
pt_br: Modo Manual: {0}
zh_hans: 手动模式: {0}

# PowerProfileROGAllyBetterPerformanceDesc
source: Balances performance, temperature and acoustic for any scenario.
fr_fr: Équilibre entre performances, température et acoustique, adapté à toutes les situations.
ko_kr: 모든 시나리오에서 성능, 온도 및 소음 균형 유지.
pt_br: Equilibra desempenho, temperatura e acústica para qualquer cenário.
zh_hans: 平衡性能、温度和声学效果

# PowerProfileROGAllyBetterPerformance
source: Performance
fr_fr: ROG Ally - Performance
ko_kr: ROG Ally - Performance
pt_br: ROG Ally - Desempenho
zh_hans: ROG Ally - 性能
zh_hant: ROG Ally - Performance

# PowerProfileROGAllyBetterBatteryDesc
source: Limits CPU and GPU power, but keeps noise levels quiet.
fr_fr: Limite la puissance CPU et GPU, mais garde les niveaux de bruit silencieux.
ko_kr: CPU 및 GPU 전력을 제한하지만 소음 수준을 낮게 유지합니다.
pt_br: Limita energia da CPU e GPU, mas mantém os níveis de ruído baixos.
zh_hans: 限制 CPU 和 GPU 能力，但保持安静的噪音水平

# PowerProfileROGAllyBetterBattery
source: Silent
ko_kr: ROG Ally - Silent
pt_br: ROG Ally - Silencioso
zh_hans: ROG Ally - 静音
zh_hant: ROG Ally - Silent

# PowerProfileROGAllyBestPerformanceDesc
source: Maximizes power to the CPU and GPU for high-performance gaming and work, with maximum airflow from fans.
fr_fr: Maximise la puissance CPU et GPU pour des performances élevées en jeu et en travail, avec un refroidissement maximal.
ko_kr: 팬의 공기 흐름을 극대화하여 고성능 게임과 작업을 위해 CPU와 GPU의 전력을 최대화합니다.
pt_br: Maximiza energia da CPU e GPU para jogatina e trabalhos de alto desempenho, com máximo fluxo de ar das ventoinhas.
zh_hans: 最大限度地提高 CPU 和 GPU 的功率，以实现高性能游戏和工作，同时最大限度地利用风扇的气流

# PowerProfileROGAllyBestPerformance
source: Turbo
fr_fr: ROG Ally - Turbo
ko_kr: ROG Ally - Turbo
pt_br: ROG Ally - Turbo
zh_hans: ROG Ally - Turbo
zh_hant: ROG Ally - Turbo

# QuickDevicePage_Desc
source: Settings, display profile
fr_fr: Paramètres, afficher le profil
ko_kr: 설정, 디스플레이 프로필
pt_br: Configurações, exibição de perfil
zh_hans: 设置和显示配置文件
zh_hant: 一般及顯示設定

# QuickDevicePage_Title
source: Device
fr_fr: Appareil
ko_kr: 장치
pt_br: Dispositivo
zh_hans: 设备
zh_hant: 裝置

# QuickHomePage_Title
source: Home
fr_fr: Accueil
ko_kr: 홈
pt_br: Início
zh_hans: 主页
zh_hant: 主頁

# QuickPerformancePage_Title
source: Performance
ko_kr: 성능
pt_br: Desempenho
zh_hans: 性能
zh_hant: 效能

# QuickProfilesPage_Desc
source: Performance, motion control, graphics
fr_fr: Performance, contrôle de mouvement, graphismes
ko_kr: 성능, 모션 제어, 그래픽
pt_br: Desempenho, controle de movimento e gráficos
zh_hans: 性能、运动控制和图形
zh_hant: 效能, 體感及圖形設定

# QuickProfilesPage_Title
source: Profiles
ko_kr: 프로필
pt_br: Perfis
zh_hans: 配置文件
zh_hant: 快速設定檔
