Repository: Valkirie/HandheldCompanion
Catalog: ControllerHelper/ControllerHelper.*.resx
Languages: fr

# tabDevices.Text
source: Devices
fr: Périphériques

# gB_DeviceDetails.Text
source: Device Details
fr: Détails du Périphérique

# cB_touchpad.Text
source: Send touchpad inputs
fr: Envoyer les entrées du pavé tactile

# lb_touchpad.Text
source: Touchpad:
fr: Pavé tactile :

# lb_gyro.Text
source: Gyrometer:
fr: Gyroscope :

# cB_accelero.Text
source: Accelerometer detected
fr: Accéléromètre détecté

# cB_gyro.Text
source: Gyrometer detected
fr: Gyroscope détecté

# lb_accelero.Text
source: Accelerometer:
fr: Accéléromètre :

# gB_HIDDetails.Text
source: HID Details
fr: Détails du dispositif d'interface humaine

# lb_VibrationStr.Text
source: Vibration strength:
fr: Intensité des vibrations :

# lb_PullRate.Text
source: Output rate control:
fr: Fréquence d'actualisation :

# lb_HidMode.Text
source: HID device mode:
fr: Mode périphérique HID :

# gB_XinputDetails.Text
source: Xinput Details
fr: Détails du périphérique d'entrée Xinput

# cB_HIDcloak.Text
source: Cloak device
fr: Camoufler le périphérique

# lb_ProductID.Text
source: Product ID:
fr: ID du produit :

# cB_uncloak.Text
source: Uncloak on close
fr: Dévoiler le périphérique quand le programme s'arrête

# lb_HidCloak.Text
source: Device cloak:
fr: Camouflage :

# lb_InstanceID.Text
source: Instance ID:
fr: ID de l'instance :

# gB_XinputDevices.Text
source: Xinput Devices
fr: Périphériques d'entrée Xinput

# gB_ProfileOptions.Text
source: Profile Options
fr: Options du profil

# cB_UniversalMC.Text
source: Translate Gyroscope to controls
fr: Transposer le gyroscope en commandes

# lb_Wrapper.Text
source: Wrapper:
fr: Utilisez le masque :

# lb_UniversalMC.Text
source: Universal Motion Control:
fr: Gyroscope vers manette :

# lb_Whitelist.Text
source: Passthrough:
fr: Lecture directe :

# cB_Wrapper.Text
source: Translates DirectInput calls to XInput calls
fr: Traduit les appels XInput en appels DirectInput

# cB_Whitelist.Text
source: Can access physical controller
fr: Peut accéder au contrôleur physique

# gB_6axis.Text
source: Motion Control Options
fr: Options de contrôle du mouvement

# cB_InvertVAxis.Text
source: Invert Axis
fr: Inverser l'axe

# cB_InvertVAxis.ToolTip
source: This feature is only partially implemented.
fr: Cette fonctionnalité n'est que partiellement implémentée.

# cB_InvertHAxis.Text
source: Invert Axis
fr: Inverser l'axe

# cB_InvertHAxis.ToolTip
source: This feature is only partially implemented.
fr: Cette fonctionnalité n'est que partiellement implémentée.

# lB_InvertVAxis.Text
source: Vertical Axis:
fr: Axe vertical :

# lB_InvertHAxis.Text
source: Horizontal Axis:
fr: Axe horizontal :

# lB_GyroSteering.Text
source: Gyro Steering Axis:
fr: Axe de direction Gyro :

# cB_GyroSteering.ToolTip
source: This feature is only partially implemented.
fr: Cette fonctionnalité n'est que partiellement implémentée.

# lb_ProfileGyro.Text
source: Gyrometer Multiplier:
fr: Multiplicateur Gyro :

# lb_ProfileAccelero.Text
source: Accelerometer Multiplier:
fr: Multiplicateur Accelero :

# gB_ProfileDetails.Text
source: Profile Details
fr: Détails du profil

# b_ApplyProfile.Text
source: Update profile
fr: Appliquer le profil

# b_DeleteProfile.Text
source: Delete profile
fr: Supprimer le profil

# lb_ProfilePath.Text
source: Path:
fr: Chemin d'accès :

# lb_ProfileName.Text
source: Name:
fr: Nom :

# b_CreateProfile.Text
source: Create new profile
fr: Créer un nouveau profil

# gB_ProfileGyro.Text
source: Universal Motion Control Options
fr: Options du gyroscope vers manette

# lb_UMCInputButton.Text
source: Enable Button:
fr: Bouton d'activation :

# lb_UMCIntensity.Text
source: Intensity:
fr: Intensité :

# lb_UMCSensivity.Text
source: Sensivity:
fr: Sensibilité :

# lb_UMCInputStyle.Text
source: Style of Input:
fr: Type d'entrée :

# cB_UMCInputStyle.Items
source: None
fr: Aucun

# cB_UMCInputStyle.Items1
source: Right Stick
fr: Stick droit

# cB_UMCInputStyle.Items2
source: Left Stick
fr: Stick gauche

# cB_UMCInputStyle.Items3
source: Mouse
fr: Souris

# tabSettings.Text
source: Settings
fr: Paramètres

# gb_SettingsUDP.Text
source: UDP Server
fr: Serveur UDP

# b_UDPApply.Text
source: Apply
fr: Appliquer

# cB_UDPEnable.Text
source: Enable Server
fr: Activer

# lB_ServiceStartup.Text
source: Startup type:
fr: Type de démarrage :

# lB_ServiceStatus.Text
source: Service status:
fr: État du service :

# cB_ServiceStartup.Items
source: Automatic
fr: Automatique

# cB_ServiceStartup.Items1
source: Manual
fr: Manuel

# cB_ServiceStartup.Items2
source: Disabled
fr: Désactivé

# b_ServiceStop.Text
source: Stop Service
fr: Arrêter le service

# b_ServiceStart.Text
source: Start Service
fr: Démarrer le service

# b_ServiceDelete.Text
source: Delete Service
fr: Supprimer le service

# b_ServiceInstall.Text
source: Install Service
fr: Installer le service

# cB_RunAtStartup.Text
source: Run At Startup
fr: Exécuter au démarrage du système

# cB_CloseMinimizes.Text
source: Close Minimizes
fr: Minimiser dans la barre de tâches

# cB_StartMinimized.Text
source: Start Minimized
fr: Démarrer en arrière-plan

# tabAbout.Text
source: About
fr: À propos

# lL_AboutDonate.Text
source: Donate
fr: Donation

# lL_AboutSource.Text
source: Source code
fr: Code source

# lb_AboutDescription.Text
source: Controller Service provides gyroscope and accelerometer support to the AYA NEO 2020 and 2021 models through a virtual DualShock 4 or Xbox 360 controller. If the service is enabled, embedded controller will be cloaked to applications outside the whitelist. If the service is disabled, embedded controller will be uncloaked and virtual controller disabled. Controller Service relies on ViGEmBus driver and ViGEmClient libraries as well as HidHide kernel-mode filter driver. Therefore, we strongly encourage you in donating to Nefarius via PayPal for continued maintenance and development.
fr: Le service de contrôleur fournit une prise en charge du gyroscope et de l'accéléromètre aux modèles AYA NEO 2020 et 2021 par le biais d'un contrôleur virtuel DualShock 4 ou Xbox 360. Si le service est activé, le contrôleur intégré sera masqué pour les applications en dehors de la liste blanche. Si le service est désactivé, le contrôleur embarqué ne sera plus caché et le contrôleur virtuel sera désactivé. Le service de contrôleur repose sur le pilote ViGEmBus et les bibliothèques ViGEmClient ainsi que sur le pilote de filtre en mode noyau HidHide.

# lb_AboutAuthor.Text
source: Author: BenjaminLSR
fr: Auteur : BenjaminLSR

# lb_AboutVersion.Text
source: Build: 0.8.3.0
fr: Version : 0.8.3.0
